Repository: zonemaster/zonemaster-engine
Catalog: share/*.po
Languages: da, fr, nb, sl

source: Ambiguous downcasing of character "{unicode_name}" in the domain name. Use all lower case instead.
da: Tvetydig ændring af stort til lille bogstav "{unicode_name}" i domænenavnet. Brug udelukkende små bogstaver i stedet for.
sl: Dvoumno zapisovanje znakov "{unicode_name}" v imenu domene. Namesto tega uporabite male črke.

source: Domain name is too long (more than 253 characters with no final dot).
da: Domænenavnet er for langt (mere end 253 tegn uden sidste punktum).
fr: Le nom de domaine est trop long (plus de 253 caractères sans le point final).
nb: Domenenavnet er for langt (mer enn 253 tegn uten punktum på slutten).
sl: Domena je predolga (več kot 253 znakov brez končne pike).

source: Domain name is empty.
da: Domænenavn mangler.
fr: Le nom de domaine est vide.
nb: Domenenavnet er tomt.
sl: Domena je prazna.

source: Domain name starts with dot.
da: Domænenavn begynder med et punktum.
fr: Le nom de domaine commence par un point.
nb: Domenenavnet starter med en punkt.
sl: Domena se začne s piko.

source: Domain name has an ASCII label ("{label}") with a character not permitted.
da: Domænenavnet indeholder en ugyldig ASCII label ("{label}").
fr: Le nom de domaine contient un label ("{label}") avec des caractères interdits.
nb: Domenenavnet har et ledd ("{label}") i ASCII som innholder et ugyldig tegn.
sl: Domena ima oznako ASCII ("{label}") z znakom, ki ni dovoljen.

source: Domain name has a non-ASCII label ("{label}") which is not a valid U-label.
da: Domænenavnet indeholder en ikke-ASCII label ("{label}") som er en ugyldig U-label.
fr: Le nom de domaine a un label non-ASCII ("{label}") qui n'est pas un U-label valide.
nb: Domenenavnet har et ledd ("{label}") som ikke er gyldig "U-label".
sl: Domena ima ne-ASCII oznako ("{label}"), ki ni veljaven U-label.

source: Domain name has repeated dots.
da: Domænenavnet har gentagne punktummer.
fr: Le nom de domaine contient plusieurs points successifs.
nb: Domenenavnet har gjentatte punktum.
sl: Domena ima ponavljajujoče se pike.

source: Domain name has a label that is too long (more than 63 characters), "{label}".
da: Domænenavnet indeholder en label, der er for lang (mere end 63 tegn), "{label}".
fr: Le nom de domaine a un label trop long (plus de 63 caractères), "{label}".
nb: Domenenavnet har et ledd som er for lang (mer enn 63 tegn), "{label}".
sl: Domena ima predolgo oznako (več kot 63 znakov), "{label}".

source: Name server address must be globally routable
da: Navneserveradresse skal være globalt routebar
fr: L'adresse du serveur de nom doit être routable globalement
nb: Navnetjeneradressen må være globalt rutebar
sl: Naslov imenskega strežnika mora biti globalno usmerljiv

source: Reverse DNS entry exists for name server IP address
da: Reverse DNS eksisterer for navneserverens IP-adresse
fr: Un enregistrement DNS inverse existe pour l’adresse IP du serveur de noms
nb: Reversoppslag finnes for navnetjeneradressen
sl: Za IP-naslov imenskega strežnika obstaja reverse DNS zapis

source: Reverse DNS entry matches name server name
da: Reverse DNS matcher navneserverennavn
fr: L’enregistrement DNS inverse correspond au nom du serveur de noms
nb: Reversoppslag matcher tilsvarende navnetjenernavn
sl: Reverse DNS se ujema z imenskim strežnikom

source: Nameserver {nsname} has an IP address ({ns_ip}) without PTR configured.
da: Navneserveren {nsname} har en IP-adresse ({ns_ip}) uden konfigureret PTR.
fr: Le serveur de noms {nsname} a une adresse IP ({ns_ip}) sans enregistrement "PTR" correspondant.
nb: Navnetjener {nsname} har en IP-adresse ({ns_ip}) uten reversoppslag.
sl: Imenski strežnik {nsname} ima IP-naslov ({ns_ip}) brez "PTR" zapisa.

source: Nameserver {nsname} has an IP address ({ns_ip}) with mismatched PTR result ({names}).
da: Navneserveren {nsname} har en IP-adresse ({ns_ip}) med en ikke matchende PTR ({names}).
fr: Le serveur de noms {nsname} a une adresse IP ({ns_ip}) qui ne correspond pas aux enregistrements "PTR" retournés ({names}) pour celle-ci.
nb: Navnetjener {nsname} har en IP-adresse ({ns_ip}) som ikke matcher reversoppslag ({names}).
sl: Imenski strežnik {nsname} ima IP-naslov ({ns_ip}), ki se ne ujema z "PTR" zapisi ({names}) zanj.

source: Nameserver {nsname} has an IP address ({ns_ip}) with prefix {prefix} referenced in {reference} as a '{name}'.
da: Navneserveren {nsname} har en IP-adresse ({ns_ip}) med præfikset {prefix}, som {reference} klassificerer som '{name}'.
fr: Le serveur de noms {nsname} a une adresse IP ({ns_ip}) dont le préfixe {prefix} est référéncé dans le {reference} sous le libellé '{name}'.
nb: Navnetjener {nsname} har en IP-adresse ({ns_ip}) med prefiks {prefix}, som {reference} klassifiseres som {name}.
sl: Imenski strežnik {nsname} z IP-naslovom ({ns_ip}) ima prefix {prefix}, ki je naveden v {reference} kot '{name}'.

source: All Nameserver addresses are in the routable public addressing space.
da: Alle navneserveradresser eksisterer i det routebare offentlige adresserum.
fr: Toutes les adresses IP des serveurs de noms sont dans l'espace d'adresses publiques routables.
nb: Alle navnetjeneradresser finnes i adresserommet som kan rutes offentlig.
sl: Vsi naslovi imenskih strežnikov so v javnem naslovnem prostoru.

source: Reverse DNS entry exists for each Nameserver IP address.
da: Reverse DNS eksisterer for samtlige navneserveradresser.
fr: Les différentes adresses IP des serveurs de noms ont toutes un enregistrement "PTR" (reverse) associé dans le DNS.
nb: Reversoppslag finnes for hver navnetjeneradresse.
sl: Vsi IP-naslovi imenskega strežnika imajo reverse DNS zapis.

source: Every reverse DNS entry matches name server name.
da: Alle PTR-records matcher navneservernavne.
fr: Tous les enregistrements PTR correspondent aux serveurs de noms.
nb: Hvert reversoppslag matcher tilsvarende navnetjenernavn.
sl: Vsak reverse DNS se ujema z imenom imenskega strežnika.

source: No response from nameserver(s) on PTR query ({domain}).
da: Intet svar fra navneserverne på PTR-forespørgsel ({domain}).
fr: Aucune réponse des serveurs de noms sur une requête de type "PTR" ({domain}).
nb: Ikke svar fra navnetjener på PTR-spørring ({domain}).
sl: Ni odgovora od imenskega strežnika za "PTR" ({domain}).

source: The domain must have a parent domain
da: Domænenavnet skal have et forældredomænenavn
fr: Le nom de domaine doit avoir un domaine parent
nb: Domenet må ha et foreldredomene
sl: Domena mora imeti nadrejeno domeno

source: The domain must have at least one working name server
da: Domænenavnet skal have mindst en fungerende navneserver
fr: Le nom de domaine doit avoir au moins un serveur de nom fonctionnel
nb: Domenet må ha minst én fungerende navnetjener
sl: Domena mora imeti vsaj en delujoč imenski strežnik

source: The Broken but functional test
da: Den ødelagte, men funktionelle test
fr: Le test "cassé mais fonctionnel"
nb: Funksjonell test av utestbart navn
sl: Slab toda funkcionalen test

source: Nameservers did not respond to A query.
da: Navneserverne svarede ikke på en A-forespørgsel.
fr: Aucune réponse des serveurs de noms sur une requête de type "A".
nb: Navnetjener svarte ikke på A-spørring.
sl: Imenski strežniki niso odgovorili na poizvedbe po "A" zapisu.

source: "{domain_child}" is not a zone. It is an alias for "{domain_target}". Run a test for "{domain_target}" instead. Returned from name servers "{ns_list}".
da: "{domain_child}" er ikke en zone. Det er et alias for "{domain_target}". Afvikl en test for "{domain_target}" i stedet for. Returneret fra navneserverne "{ns_list}".
sl: "{domain_child}" ni cona. Je alias za "{domain_target}". Zaženite test za "{domain_target}". Odgovor prejet od stežnikov "{ns_list}".

source: The zone "{domain}" is found.
da: Zonen "{domain}" er fundet.
fr: La zone "{domain}" a été trouvée.
nb: Sonen "{domain}" er funnet.
sl: Cona "{domain}" najdena.

source: The alias for "{domain}" is inconsistent between name servers.
da: Aliaset for "{domain}" er inkonsistent mellem navneservere.
fr: Les alias pour "{domain}" renvoyés par les serveurs de noms ne sont pas cohérents entre eux.
nb: Aliaset for "{domain}" er inkonsekvent fra navnetjener til navnetjener.
sl: Alias za "{domain}" je nekonsistenten med imenskimi strežniki.

source: The name servers for parent zone "{domain_parent}" give inconsistent delegation of "{domain_child}". Returned from name servers "{ns_list}".
da: Navneserverne for forælderzonen "{domain_parent}" giver inkonsistent delegering af "{domain_child}". Returneret fra navneserverne "{ns_list}".
sl: Imenski strežniki starševske cone "{domain_parent}" kažejo na nekonsistentno delegacijo za "{domain_child}". Podatki pridobljeni od strežnikov "{ns_list}".

source: "{domain_child}" does not exist as a DNS zone. Try to test "{domain_super}" instead.
da: "{domain_child}" eksisterer ikke som DNS zone. Prøv at teste "{domain_super}" i stedet for.
fr: "{domain_child}" n’existe pas en tant que zone DNS. Essayez plutôt de tester "{domain_super}".
nb: "{domain_child}" finnes ikke som en DNS-sone. Prøv å teste "{domain_super}" i stedet.
sl: "{domain_child}" ne obstaja kot DNS cona. Poskusite testirati "{domain_super}".

source: This is a test of an undelegated domain so finding the parent zone is disregarded.
da: Dette er en test af et ikke-delegeret domæne, så finde af forældrezonen ignoreres.
sl: To je test nedelegirane domene, zato se ne išče nadrejena domena.

source: The parent zone is "{domain}" as returned from name servers "{ns_list}".
da: Forældrezonen er "{domain}", som returneret fra navneserverne "{ns_list}".
sl: Starševska cona je "{domain}", kot poročajo strežniki "{ns_list}".

source: The parent zone cannot be found.
da: Forældrezonen kan ikke findes.
sl: Nadrejena cona ni bila najdena.

source: The parent zone cannot be determined on name servers "{ns_list}".
da: Forældrezonen kan ikke afgøres på navneserverne "{ns_list}".
sl: Ni možno ugotoviti starševsko cono na strežnikih "{ns_list}".

source: This is a test of the root zone which has no parent zone.
da: Dette er en test af rodzonen, som ikke har nogen forældrezone.
sl: To je test korenske cone, ki nima nadrejene cone.

source: Unexpected response on query for "{query_name}" with query type "{rrtype}" to "{ns}".
da: Uventet svar på forespørgsel for "{query_name}" med forespørgselstype "{rrtype}" til "{ns}".
sl: Nepričakovan odgovor za "{query_name}" s poizvedbo "{rrtype}" na "{ns}".

source: Authoritative answer on SOA query for "{domain}" is returned by name servers "{ns_list}".
da: Autoritative svar på SOA forespørgsel for "{domain}" gives på serverne "{ns_list}".
fr: Une réponse faisant autorité à une requête de type SOA pour "{domain}" a été renvoyée par les serveurs de noms "{ns_list}".
nb: Autoritativt svar på SOA-spørring for "{domain}" returneres fra navnetjenere "{ns_list}".
sl: Avtoritativni odgovor na SOA poizvedbo za "{domain}" pridobljen od strežnikov "{ns_list}".

source: There is no delegation (name servers) for "{domain}" which means it does not exist as a zone.
da: Der findes ikke nogen delegering (navneserver) for "{domain}", hvilket betyder, at det ikke eksisterer som en zone.
fr: Il n'y a pas de délégation (serveurs de noms) pour "{domain}", ce qui signifie qu'il n'existe pas en tant que zone.
nb: Det er ingen delegering (navnetjenere) for "{domain}", noe som betyr at den ikke eksisterer som en sone.
sl: Ni delegacije (imenskih strežnikov) za "{domain}", kar pomeni, da ne obstaja kot cona.

source: There is no working name server for "{domain}" so it is unreachable.
da: Der er ikke nogen fungerende navneserver for "{domain}" derfor er det utilgængeligt.
fr: Il n'y a pas de serveur de noms fonctionnel pour "{domain}", donc il est injoignable.
nb: Det er ingen fungerende navnetjener for "{domain}", så den er ikke tilgjengelig.
sl: Ni delujočega imenskega strežnika za "{domain}", zato je nedosegljiva.

source: Broken response from name server "{ns}" on an SOA query.
da: Ugyldigt svar fra navneserveren "{ns}" på SOA forespørgsel.
fr: Réponse cassée du serveur de noms "{ns}" à une requête de type SOA.
nb: Ødelagt svar fra navnetjener "{ns}" på SOA-spørring.
sl: Pokvarjen odgovor strežnika "{ns}" za SOA poizvedbo.

source: Name server "{ns}" does not give an authoritative answer on an SOA query.
da: Navneserveren "{ns}" svarede ikke autoritativt på en SOA-forespørgsel.
fr: La réponse du serveur de noms "{ns}" à une requête de type SOA ne fait pas autorité.
nb: Navnetjener "{ns}" svarte ikke autoritativt på SOA-spørring.
sl: Strežnik "{ns}" ne vrača avtoritativnega odgovora za SOA poizvedbo.

source: Name server "{nsname}" cannot be resolved into an IP address.
da: Navneserveren "{nsname}" kan ikke oversættes til en IP-adresse.
fr: Le serveur de noms "{nsname}" ne peut pas être résolu en une adresse IP.
nb: Navnetjener "{nsname}" kan ikke resolves til en IP-adresse.
sl: Strežnika "{nsname}" se ne da razrešiti v IP naslov.

source: Name server "{ns}" does not respond to an SOA query.
da: Navneserveren "{ns}" svarede ikke på SOA-forespørgsler.
fr: Le serveur de noms "{ns}" ne répond pas aux requêtes de type SOA.
nb: Navnetjener "{ns}" svarte ikke på SOA-spørring.
sl: Strežnik "{ns}" ne odgovarja na SOA poizvedbo.

source: Name server "{ns}" responds with an unexpected RCODE name ("{rcode}") on an SOA query.
da: Navneserveren "{ns}" besvarede en SOA-forespørgsel med en uventet RCODE ("{rcode}").
fr: Le serveur de noms "{ns}" répond avec un code retour inattendu ("{rcode}") à une requête de type SOA.
nb: Navnetjener "{ns}" svarte på en SOA-spørring med svarkoden ("{rcode}"), som ikke var forventet.
sl: Strežnik "{ns}" odgovarja z nepričakovanim RCODE ("{rcode}") za SOA poizvedbo.

source: Domain name ({domain}) has a label ({label}) too long ({dlength}/{max}).
da: Domænenavnet ({domain}) indeholder en label ({label}), der er for lang ({dlength}/{max}).
fr: Le nom de domaine '{domain}' a un label ({label}) trop long ({dlength}/{max}).
nb: Domenenavnet ({domain}) har et ledd ({label}) som er for langt ({dlength}/{max}).
sl: Oznaka ({label}) za domeno '{domain}' je predolga ({dlength}/{max}).

source: Domain name is too long ({fqdnlength}/{max}).
da: Domænenavnet er for langt ({fqdnlength}/{max}).
fr: Le nom de domaine est trop long ({fqdnlength}/{max}).
nb: Domenenavnet er for langt ({fqdnlength}/{max}).
sl: Domena je predolga ({fqdnlength}/{max}).

source: Domain name ({domain}) has a zero-length label.
da: Domænenavnet ({domain}) har en label med længden nul.
fr: Le nom de domaine '{domain}' a un label de taille zéro.
nb: Domenenavnet ({domain}) har et ledd med lengde null.
sl: Dolžina domene '{domain}' je enaka nič.

source: Nameserver {ns} returned "A" record(s) for {domain}.
da: Navneserveren {ns} svarede A-record(s) for {domain}.
fr: Le serveur de noms {ns} renvoie un enregistrement de type "A" en réponse à une requête pour '{domain}'.
nb: Navnetjener {ns} svarte med A-poster for {domain}.
sl: Strežnik {ns} je vrnil "A" zapise za domeno '{domain}'.

source: Functional nameserver found. "A" query for www.{zname} test skipped.
da: Fungerende navneserver fundet. Test på A-forespørgsel for www.{zname} spunget over.
fr: Un serveur de noms fonctionnel a été trouvé. Inutile de réaliser une requête de type "A" sur www.{zname}.
nb: En fungerende navnetjener funnet. Trenger ingen spørring om A-post for www.{zname}.
sl: Najden delujoč strežnik. Test "A" zapisa za www.{zname} ni bil opravljen.

source: IPv4 is disabled, not sending "{rrtype}" query to {ns}.
da: IPv4 er deaktiveret, udfører ikke "{rrtype}"-forespørgsel til {ns}.
fr: IPv4 a été désactivé, la requête de type "{rrtype}" sur le serveur {ns} est annulée.
nb: IPv4 er deaktivert, sender ikke {rrtype}-spørring til {ns}.
sl: IPv4 je onemogočen, "{rrtype}" poizvedba ni bila poslana na {ns}.

source: IPv4 is enabled, can send "{rrtype}" query to {ns}.
da: IPv4 er aktiveret, kan udføre "{rrtype}"-forespørgsel til {ns}.
fr: IPv4 est activé, il est possible de réaliser une requête de type "{rrtype}" sur le serveur {ns}.
nb: IPv4 er aktivert, sender {rrtype}-spørring til {ns}.
sl: IPv4 je omogočen, lahko pošljemo "{rrtype}" poizvedbo na {ns}.

source: IPv6 is disabled, not sending "{rrtype}" query to {ns}.
da: IPv6 er deaktiveret, udfører ikke "{rrtype}"-forespørgsel til {ns}.
fr: IPv6 a été désactivé, la requête de type "{rrtype}" sur le serveur {ns} est annulée.
nb: IPv6 er deaktivert, sender ikke {rrtype}-spørring til {ns}.
sl: IPv6 je onemogočen, "{rrtype}" ni bila poslana na {ns}.

source: IPv6 is enabled, can send "{rrtype}" query to {ns}.
da: IPv6 er aktiveret, kan udføre "{rrtype}"-forespørgsel til {ns}.
fr: IPv6 est activé, il est possible de réaliser une requête de type "{rrtype}" sur le serveur {ns}.
nb: IPv6 er aktivert, sender {rrtype}-spørring til {ns}.
sl: IPv6 je omogočen, "{rrtype}" poizvedbo lahko pošljemo na {ns}.

source: Nameserver {ns} did not return "A" record(s) for {domain}.
da: Navneserveren {ns} returnerede ikke nogle A-records for {domain}.
fr: Le serveur de noms {ns} ne renvoie pas d'enregistrement de type "A" en réponse à une requête pour '{domain}'.
nb: Navnetjener {ns} svarte ikke med A-poster for {domain}.
sl: Strežnik {ns} ni vrnil "A" zapisa za '{domain}'.

source: UDP connectivity
da: UDP forbindelse
fr: Connectivité UDP
nb: UDP-tilkobling
sl: Povezljivost UDP

source: TCP connectivity
da: TCP forbindelse
fr: Connectivité TCP
nb: TCP-tilkobling
sl: Povezljivost TCP

source: AS Diversity
da: AS Diversitet
fr: Diversité des AS
nb: AS-redundans
sl: Raznolikost AS

source: IP Prefix Diversity
da: IP Prefix Diversitet
fr: Diversité des préfixes IP
nb: IP-prefix-redundans
sl: Raznolikost IP prefixov

source: IPv4 is disabled. No DNS queries are sent to these name servers: "{ns_list}".
da: IPv4 er deaktiveret. Ingen forespørgsler sendes til følgende navneserver: "{ns_list}".
fr: IPv4 est désactivé. Aucune requête n’est envoyée aux serveurs de noms : "{ns_list}".
nb: IPv4 er deaktivert, sender ikke spørring til: "{ns_list}".
sl: IPv4 je onemogočen. DNS poizvedbe niso bile poslane na: "{ns_list}".

source: IPv6 is disabled. No DNS queries are sent to these name servers: "{ns_list}".
da: IPv6 er deaktiveret. Ingen forespørgsler sendes til følgende navneserver: "{ns_list}".
fr: IPv6 est désactivé. Aucune requête n’est envoyée aux serveurs de noms : "{ns_list}".
nb: IPv6 er deaktivert, sender ikke spørring til: "{ns_list}".
sl: IPv6 je onemogočen. DNS poizvedbe niso bile poslane na: "{ns_list}".

source: Nameserver {ns} responds to a NS query with no NS records in the answer section over UDP.
da: Navneserveren {ns} svarer på en NS-forespørgsel over UDP, men svaret indeholder ikke nogle NS-records.
fr: Le serveur de noms {ns} ne retourne aucun enregistrement de type "NS" dans la section "answer" de la réponse à une requête de type "NS" en UDP.
nb: Navnetjener {ns} svarte ikke med noen NS-poster på en NS-spørring over UDP.
sl: Strežnik {ns} je odgovoril na "NS" poizvedbo brez NS zapisov v odgovoru prek UDP.

source: Nameserver {ns} responds to a SOA query with no SOA records in the answer section over UDP.
da: Navneserveren {ns} svarer på en SOA-forespørgsel over UDP, men svaret indeholder ikke nogle SOA-records.
fr: Le serveur de noms {ns} ne retourne aucun enregistrement de type "SOA" dans la section "answer" de la réponse à une requête de type "SOA" en UDP.
nb: Navnetjener {ns} svarte ikke med noen SOA-poster på en SOA-spørring over UDP.
sl: Strežnik {ns} je odgovoril na "SOA" poizvedbo brez SOA zapisov v odgovoru prek UDP.

source: Nameserver {ns} does not respond to NS queries over UDP.
da: Navneserveren {ns} svarer ikke på NS-forespørgsler over UDP.
fr: Le serveur de noms {ns} ne répond pas aux requêtes de type "NS" en UDP.
nb: Navnetjener {ns} svarte ikke på NS-spørring over UDP.
sl: Strežnik {ns} ne odgovarja na "NS" poizvedbe prek UDP.

source: Nameserver {ns} does not respond to SOA queries over UDP.
da: Navneserveren {ns} svarer ikke på SOA-forespørgsler over UDP.
fr: Le serveur de noms {ns} ne répond pas aux requêtes de type "SOA" en UDP.
nb: Navnetjener {ns} svarte ikke på SOA-spørring over UDP.
sl: Strežnik {ns} ne odgovarja na "SOA" poizvedbe prek UDP.

source: Nameserver {ns} does not respond to any queries over UDP.
da: Navneserveren {ns} svarer ikke på ANY-forespørgsler over UDP.
fr: Le serveur de noms {ns} ne répond à aucune requête en UDP.
nb: Navnetjener {ns} svarte ikke på NS-spørring over UDP.
sl: Strežnik {ns} ne odgovarja na poizvedbe prek UDP.

source: Nameserver {ns} does not give an authoritative response on an NS query over UDP.
da: Navneserveren {ns} returnerer ikke et autoritativt svar på en NS-forepørgsel over UDP.
fr: La réponse du serveur de noms {ns} à une requête de type "NS" en UDP ne fait pas autorité.
nb: Navnetjener {ns} svarte ikke autoritativt på NS-spørring over UDP.
sl: Strežnik {ns} ne vrača avtoritativnega odgovora na "NS" poizvedbe prek UDP.

source: Nameserver {ns} does not give an authoritative response on an SOA query over UDP.
da: Navneserveren {ns} returnerer ikke et autoritativt svar på en SOA-forepørgsel over UDP.
fr: La réponse du serveur de noms {ns} à une requête de type "SOA" en UDP ne fait pas autorité.
nb: Navnetjener {ns} svarte ikke autoritativt på SOA-spørring over UDP.
sl: Strežnik {ns} ne vrača avtoritativnega odgovora na "SOA" poizvedbe prek UDP.

source: Nameserver {ns} responds with an unexpected RCODE ({rcode}) on an NS query over UDP.
da: Navneserveren {ns} besvarede en NS-forespørgsel over UDP med en uventet RCODE ({rcode}).
fr: Le serveur de noms {ns} a répondu à une requête de type "NS" en UDP avec un code retour inattendu ({rcode}).
nb: Navnetjener {ns} svarte på en NS-spørring over UDP med svarkoden ({rcode}), som ikke var forventet.
sl: Strežnik {ns} je odgovoril z nepričakovanim RCODE ({rcode}) na "NS" poizvedbo prek UDP.

source: Nameserver {ns} responds with an unexpected RCODE ({rcode}) on an SOA query over UDP.
da: Navneserveren {ns} besvarede en SOA-forespørgsel over UDP med en uventet RCODE ({rcode}).
fr: Le serveur de noms {ns} a répondu à une requête de type "SOA" en UDP avec un code retour inattendu ({rcode}).
nb: Navnetjener {ns} svarte på en SOA-spørring over UDP med svarkoden ({rcode}), som ikke var forventet.
sl: Strežnik {ns} je odgovoril z nepričakovanim RCODE ({rcode}) na "SOA" poizvedbo prek UDP.

source: Nameserver {ns} responds with a wrong owner name ({domain_found} instead of {domain_expected}) on NS queries over UDP.
da: Navneserveren {ns} svarede med et ugyldigt ejernavn ({domain_found} i stedet for {domain_expected}) på en NS-forespørgsel over UDP.
fr: Le serveur de noms {ns} répond aux requêtes de type "NS" en UDP avec un nom de domaine erroné ({domain_found} à la place de {domain_expected}).
nb: Navnetjener {ns} svarte med feil "owner name", ({domain_found}), istedenfor {domain_expected} på NS-spørring over UDP.
sl: Strežnik {ns} je odgovoril z nepričakovano domeno ({domain_found}) namesto {domain_expected}) za NS poizvedbe prek UDP.

source: Nameserver {ns} responds with a wrong owner name ({domain_found} instead of {domain_expected}) on SOA queries over UDP.
da: Navneserveren {ns} returnerede et ugyldigt ejernavn ({domain_found} i stedet for {domain_expected}) på en SOA-forespørgsel over UDP.
fr: Le serveur de noms {ns} répond aux requêtes de type "SOA" en UDP avec un nom de domaine erroné ({domain_found} à la place de {domain_expected}).
nb: Navnetjener {ns} svarte med feil "owner name", ({domain_found}), istedenfor {domain_expected} på SOA-spørring over UDP.
sl: Strežnik {ns} je odgovoril z nepričakovano domeno ({domain_found}) namesto {domain_expected}) na SOA poizvedbe prek UDP.
