Repository: zonemaster/zonemaster-engine
Catalog: share/*.po
Languages: da, fr, nb, sl

source: SOA 'expire' value ({expire}) is lower than the SOA 'refresh' value ({refresh}).
da: Værdien for SOA 'expire' ({expire}) er mindre end værdien for SOA 'refresh' ({refresh}).
fr: Dans le SOA, la valeur du champ 'expire' ({expire}) est plus petite que la valeur du champ 'refresh' ({refresh}).
nb: Verdien på SOA/EXPIRE ({expire}) er lavere enn SOA/REFRESH ({refresh}).
sl: SOA 'expire' ({expire}) je manjši od SOA 'refresh' ({refresh}).

source: SOA 'minimum' value ({minimum}) is higher than the recommended one ({highest_minimum}).
da: SOA-recordens 'minimum'-værdi ({minimum}) er større end anbefalet værdi ({highest_minimum}).
fr: Dans le SOA, la valeur du champ 'minimum' ({minimum}) est plus grande que la valeur recommandée ({highest_minimum}).
nb: Verdien på SOA/MINIMUM ({minimum}) er større enn anbefalt ({highest_minimum}).
sl: SOA 'minimum' vrednost ({minimum}) je večja od priporočene ({highest_minimum}).

source: SOA 'minimum' value ({minimum}) is less than the recommended one ({lowest_minimum}).
da: SOA-recordens 'minimum'-værdi ({minimum}) er mindre end anbefalet værdi ({lowest_minimum}).
fr: Dans le SOA, la valeur du champ 'minimum' ({minimum}) est plus petite que la valeur recommandée ({lowest_minimum}).
nb: Verdien på SOA/MINIMUM ({minimum}) er lavere enn anbefalt verdi ({lowest_minimum}).
sl: SOA 'minimum' vrednost ({minimum}) je manjša od priporočene ({lowest_minimum}).

source: SOA 'minimum' value ({minimum}) is between the recommended ones ({lowest_minimum}/{highest_minimum}).
da: SOA 'minimum' værdi ({minimum}) er i det anbefalede område ({lowest_minimum}/{highest_minimum}).
fr: Dans le SOA, la valeur du champ 'minimum' ({minimum}) est comprise dans l'interval de valeurs recommandées ({lowest_minimum}/{highest_minimum}).
nb: Verdien på SOA/MINIMUM ({minimum}) er innenfor anbefalt intervall ({lowest_minimum}/{highest_minimum}).
sl: SOA 'minimum' vrednost ({minimum}) je med priporočenimi ({lowest_minimum}/{highest_minimum}).

source: SOA 'expire' value ({expire}) is less than the recommended one ({required_expire}).
da: Værdien for SOA 'expire' ({expire}) er mindre end anbefalet ({required_expire}).
fr: Dans le SOA, la valeur du champ 'expire' ({expire}) est plus petite que la valeur recommandée ({required_expire}).
nb: Verdien på SOA/EXPIRE ({expire}) er lavere enn anbefalt minimum ({required_expire}).
sl: SOA 'expire' vrednost ({expire}) je manjša od priporočene ({required_expire}).

source: SOA 'refresh' value ({refresh}) is lower than the SOA 'retry' value ({retry}).
da: SOA-recordens 'refresh'-værdi ({refresh}) er mindre end SOA 'retry'-værdi ({retry}).
fr: Dans le SOA, la valeur du champ 'refresh' ({refresh}) est plus petite que la valeur du champ 'retry' ({retry}).
nb: Verdien på SOA/REFRESH ({refresh}) er lavere en SOA/RETRY ({retry}).
sl: SOA 'refresh' ({refresh}) je manjši od SOA 'retry' ({retry}).

source: SOA 'refresh' value ({refresh}) is higher than the SOA 'retry' value ({retry}).
da: SOA 'refresh'-værdi ({refresh}) er større end SOA 'retry'-værdi ({retry}).
fr: Dans le SOA, la valeur du champ 'refresh' ({refresh}) est plus grande que la valeur du champ 'retry' ({retry}).
nb: Verdien på SOA/REFRESH ({refresh}) er høyere enn SOA/RETRY ({retry}).
sl: SOA 'refresh' ({refresh}) je večji od SOA 'retry' ({retry}).

source: MX record for the domain is pointing to a CNAME.
da: Domænets MX-record refererer til et alias (CNAME).
fr: L'enregistrement de type "MX" pour le domaine pointe sur un alias (CNAME).
nb: MX-post for domenet peker på et CNAME.
sl: MX zapis za domeno kaže na alias (CNAME).

source: MX record for the domain is not pointing to a CNAME.
da: MX-record for domænenavnet peger ikke på et alias (CNAME).
fr: L'enregistrement de type "MX" pour le domaine ne pointe pas sur un alias (CNAME).
nb: MX-post for domenet peker ikke på et CNAME.
sl: MX zapis ne kaže na alias (CNAME).

source: Nameserver {ns} responds with multiple ({count}) SOA records on SOA queries.
da: Navneserveren {ns} returnerede flere ({count}) SOA records på SOA forespørgsler.
fr: Le serveur de noms {ns} répond aux requêtes de type "SOA" avec plusieurs enregistrements ({count}).
nb: Navnetjener {ns} svarte med flere ({count}) SOA-poster.
sl: Stežnik {ns} je odgovoril z več SOA zapisi ({count}).

source: Response from nameserver {ns} on SOA queries does not contain SOA record.
da: Svaret fra navneserveren {ns} på SOA forespørgsler indeholder ikke en SOA record.
fr: La réponse du serveur de noms {ns} à une requête de type "SOA" ne contient aucun enregistrement de type "SOA".
nb: Svar fra navnetjener {ns} på spørring om SOA innholdt ingen SOA-post.
sl: Odgovor strežnika {ns} na SOA poizvedbo ne vsebuje SOA zapisa.

source: No IP address found for SOA 'mname' nameserver ({mname}).
da: Ingen IP-adresse fundet for serveren angivet som SOA MNAME ({mname}).
fr: Aucune adresse IP trouvée pour le serveur maître défini dans le SOA, 'mname' ({mname}).
nb: Ingen IP-adresse funnet for serveren som er angitt av SOA/MNAME-post ({mname}).
sl: Ni najden IP naslov za strežnik v SOA zapisu 'mname' ({mname}).

source: A unique SOA record is returned by all nameservers of the zone.
da: En unik SOA-record blev returneret af alle navneservere i zonen.
fr: L'ensemble des serveurs de la zone ont retourné un enregistrement de type "SOA" unique.
nb: En unik SOA-post ble returnert av alle navnetjenere for sonen.
sl: Vsi strežniki so vrnili en sam SOA zapis.

source: SOA 'expire' value ({expire}) is higher than the minimum recommended value ({required_expire}) and not lower than the 'refresh' value ({refresh}).
da: SOA 'expire' værdi ({expire}) er højere end den anbefalede minimumsværdi ({required_expire}) og ikke mindre end 'refresh' værdi ({refresh}).
fr: Dans le SOA, la valeur du champ 'expire' ({expire}) est plus grande que la valeur minimale recommandée ({required_expire}) et pas plus petite que la valeur du champ 'refresh' ({refresh}).
nb: Verdien på SOA/EXPIRE ({expire}) er høyere enn anbefalt minimum ({required_expire}) og ikke lavere enn anbefalt "refresh"-verdi ({refresh}).
sl: SOA 'expire' vrednost ({expire}) je višja od priporočene ({required_expire}) in ni nižja od 'refresh' vrednosti ({refresh}).

source: Nameserver {ns} responds with a wrong owner name ({owner} instead of {name}) on SOA queries.
da: Navneserveren {ns} returnerede et ugyldigt ejernavn ({owner} i stedet for {name}) på SOA forespørgsler.
fr: Le serveur de noms {ns} répond aux requêtes de type "SOA" avec un nom de domaine erroné ({owner} au lieu de {name}).
nb: Navnetjener {ns} svarte med feil "owner name", ({owner}), istedenfor {name} på SOA-spørring.
sl: Strežnik {ns} v odgovoru navaja napačno domeno ({owner} namesto {name}).

source: SOA MNAME name server "{nsname}" resolves to a localhost IP address ({ns_ip}).
da: SOA MNAME navneserver "{nsname}" opløses til en localhost IP-adresse ({ns_ip}).
fr: La résolution du nom du serveur de noms du SOA MNAME "{nsname}" donne une adresse localhost ({ns_ip}).
nb: Navnetjeneren i SOA/MNAME-post "{nsname}" refererer en localhost IP-adresse ({ns_ip}).
sl: Strežnik v SOA MNAME "{nsname}" se razreši v localhost IP naslov ({ns_ip}).

source: SOA MNAME is specified as "." which usually means "no server". Fetched from name servers "{ns_ip_list}".
da: SOA MNAME er specificeret som "." hvilket normalt betyder "no server". Fundet på navneserverne "{ns_ip_list}".
fr: Le nom du serveur de noms du SOA MNAME est ".", ce qui signifie en général "aucun serveur". Information retournée par les serveurs de noms dont les adresses IP sont "{ns_ip_list}".
nb: Navnetjeneren i SOA/MNAME-post er spesifisert som "." som vanligtvis betyr "no server". Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: SOA MNAME je določen kot ".", kar ponavadi pomeni brez strežnika. Podatki pridobljeni iz "{ns_ip_list}".

source: SOA MNAME name server is "localhost", which is invalid. Fetched from name servers "{ns_ip_list}".
da: SOA MNAME navneserver er "localhost", hvilket er ygyldigt. Fundet på navneserverne "{ns_ip_list}".
fr: Le champ MNAME du SOA est "localhost", ce qui n’est pas valable. Information retournée par les serveurs de noms dont les adresses IP sont "{ns_ip_list}".
nb: Navnetjeneren i SOA/MNAME-post er satt til "localhost", som er ugyldig. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: SOA MNAME je "localhost", kar ni veljavno. Podatki pridobljeni iz "{ns_ip_list}".

source: SOA MNAME name server(s) "{ns_list}" appears to be master.
da: SOA MNAME navneserverne "{ns_list}" ser ud til at være primær(e).
fr: Le(s) serveur(s) de noms "{ns_list}" du SOA MNAME semblent être les serveurs maîtres.
nb: Navnetjeneren i SOA/MNAME-post "{ns_list}" ser ut til å være master.
sl: SOA MNAME strežniki "{ns_list}" so videti kot master strežniki.

source: SOA MNAME name server "{ns}" responds to an SOA query with no SOA records in the answer section.
da: SOA MNAME navneserver "{ns}" svarer ikke nogle SOA-records i svarsektionen på en SOA-forespørgsel.
fr: Le serveur de noms du SOA MNAME "{ns}" ne retourne aucun enregistrement de type "SOA" dans la section "answer" de la réponse à une requête de type "SOA".
nb: Navnetjeneren i SOA/MNAME-post "{ns}" svarte ikke med noen SOA-poster på en SOA-spørring.
sl: SOA MNAME strežnik "{ns}" odgovarja na SOA poizvedbe brez SOA zapisa v odgovoru.

source: SOA MNAME name server "{ns}" does not respond to an SOA query.
da: SOA MNAME navneserver "{ns}" svarer ikke på SOA-forespørgsel.
fr: Le serveur de noms du SOA MNAME "{ns}" ne répond pas aux requêtes de type "SOA".
nb: Navnetjeneren i SOA/MNAME-post "{ns}" svarte ikke på SOA-spørring.
sl: SOA MNAME strežnik "{ns}" ne odgovarja na SOA poizvedbe.

source: SOA MNAME name server "{ns}" is not authoritative for the zone.
da: SOA MNAME navneserver "{ns}" er ikke autoritativ for zonen.
fr: Le serveur de noms maître défini dans le SOA MNAME, "{ns}", ne fait pas autorité pour la zone.
nb: Navnetjeneren i SOA/MNAME-post "{ns}" er ikke autoritativ for sonen.
sl: SOA MNAME strežnik "{ns}" ni avtoritativen za cono.

source: SOA MNAME name server "{nsname}" is not listed as NS record for the zone.
da: SOA MNAME navneserver "{nsname}" er ikke med på listen over NS-records for zonen.
fr: Le serveur maître défini dans le SOA MNAME, ({nsname}), ne fait pas partie des enregistrements de type "NS" listés par la zone.
nb: Navnetjeneren i SOA/MNAME-post "{nsname}" er ikke oppført som NS-post for sonen.
sl: SOA MNAME strežnik ({nsname}) ni naveden kot NS zapis za cono.

source: SOA MNAME name server(s) "{ns_list}" do not have the highest SOA SERIAL (expected "{soaserial}" but got "{soaserial_list}")
da: SOA MNAME navneserverne "{ns_list}" har ikke den højeste SOA-serial (expected "{soaserial}" men fik "{soaserial_list}")
fr: Le(s) serveur(s) de noms "{ns_list}" du SOA MNAME n’ont pas le numéro de série SOA le plus élevé (numéro de série attendu : "{soaserial}" ; numéros de série obtenus : "{soaserial_list}").
nb: Navnetjeneren i SOA/MNAME-post "{ns_list}" har ikke den høyeste SOA SERIAL (forventet "{soaserial}", men fikk "{soaserial_list}")
sl: SOA MNAME strežnik(i) "{ns_list}" nima(jo) najvišje SOA serijske številke (pričakovana serijska: "{soaserial}"; serijska v odgovoru: "{soaserial_list}").

source: SOA MNAME name server "{nsname}" cannot be resolved into an IP address.
da: SOA MNAME navneserver "{nsname}" kan ikke oversættes til en IP-adresse.
fr: Le serveurs de noms maître du SOA MNAME "{nsname}" ne peut pas être résolu en une adresse IP.
nb: Navnetjeneren i SOA/MNAME-post "{nsname}" kan ikke resolve til en IP-adresse.
sl: SOA MNAME strežnika "{nsname}" se ne da razrešiti v IP naslov.

source: SOA MNAME name server "{ns}" gives unexpected RCODE name ("{rcode}") in response to an SOA query.
da: SOA MNAME navneserver "{ns}" returnerer uventet RCODE-navn ("{rcode}") på på svarer på en SOA-forespørgsel.
fr: Le serveur de noms du SOA MNAME "{ns}" a répondu à une requête de type "SOA" avec un code de retour inattendu ({rcode}).
nb: Navnetjeneren i SOA/MNAME-post "{ns}" svarte på en SOA-spørring med svarkoden ("{rcode}"), som ikke var forventet.
sl: SOA MNAME strežnik "{ns}" vrača nepričakovan RCODE ({rcode}) v odgovoru na SOA poizvedbo.

source: Some name servers return an MX RRset while others return none.
da: Enkelte navneservere returnerede et MX-RR-sæt, mens andre ikke returnerede noget.
fr: Certains serveurs de noms renvoient un ensemble d’enregistrements MX tandis que d’autres n’en renvoient pas.
nb: Noen navnetjenere returnerer en MX-post mens andre returnerer ingen.
sl: Nekateri strežniki vračajo MX RRset, drugi pa ne.

source: The MX RRset data is inconsistent between the name servers.
da: MX-RR-sættet er inkonsistent mellem navneserverne.
fr: Les ensembles d’enregistrements MX renvoyés par les serveurs de noms ne sont pas cohérents entre eux.
nb: MX-postene er inkonsistente mellom navnetjenere.
sl: MX RRset podatki so nekonsistentni med strežniki.

source: The child zone has no mail target (no MX).
da: Barnezonen har ikke nogen mailserver (ingen MX)
fr: La zone n’a pas de cible de messagerie associée (pas de MX).
nb: Den underordnede sonen har ingen MX-post.
sl: Podrejena cona nima cilja za pošto (ni MX).

source: Mail targets in the MX RRset "{mailtarget_list}" returned from name servers "{ns_ip_list}".
da: Mailservere i MX-RR-sættet "{mailtarget_list}" returneret fra navneserverne "{ns_ip_list}".
fr: Les cibles de messagerie de l’ensemble d’enregistrements MX "{mailtarget_list}" ont été obtenues des serveurs de noms {ns_ip_list}.
nb: MX-posten "{mailtarget_list}" hentet fra navnetjenere med IP-adressene "{ns_ip_list}".
sl: Poštni strežniki v MX RRsetu "{mailtarget_list}" na strežnikih {ns_ip_list}.

source: MX RRset was returned by name servers "{ns_ip_list}".
da: MX-RR-sæt blev returneret fra navneserverne "{ns_ip_list}".
fr: Un ensemble d’enregistrements MX a été obtenu des serveurs de noms "{ns_ip_list}".
nb: MX-post hentet fra navnetjenere med IP-adressene "{ns_ip_list}".
sl: MX RRset so vrnili strežniki "{ns_ip_list}".

source: Non-authoritative response on MX query from name servers "{ns_ip_list}".
da: Ikke autoritativt svar på MX-forespørgsel fra navneserverne "{ns_ip_list}".
fr: La réponse des serveurs de noms "{ns_ip_list}" à une requête de type "MX" ne fait pas autorité.
nb: Ikke-autoritativt svar på MX-spørring fra navnetjenere med IP-adressene "{ns_ip_list}".
sl: Strežniki "{ns_ip_list}" so dali neavtoritativen odgovor na MX poizvedbo.

source: No MX RRset was returned by name servers "{ns_ip_list}".
da: Intet MX-RR-sæt blev returneret fra navneserverne "{ns_ip_list}".
fr: Aucun enregistrement MX n’a été renvoyé par les serveurs de noms "{ns_ip_list}".
nb: Ingen MX-post ble returnert av navnetjenerne med IP-adressene "{ns_ip_list}".
sl: Strežniki "{ns_ip_list}" niso vrnili MX RRseta.

source: No response on MX query from name servers "{ns_ip_list}".
da: Intet svar på MX-forespørgsel fra navneserverne "{ns_ip_list}".
fr: Les serveurs de noms "{ns_ip_list}" ne répondent pas aux requêtes MX.
nb: Ingen svar på MX-spørring fra navnetjenerne med IP-adressene "{ns_ip_list}".
sl: Strežniki "{ns_ip_list}" ne odgovarjajo na MX poizvedbe.

source: The zone has a Null MX with non-zero preference.
da: Zonen har en Null MX med ikke-nul præference.
fr: La zone a un « null MX » avec un champ préférence différent de zéro.
nb: Sonen har en "Null MX"-post med en prioritet annen enn 0.
sl: Cona ima "null MX" s preferenco, ki ni 0.

source: The zone has a Null MX mixed with other MX records.
da: Zonen har en Null MX blandet med andre MX-records.
fr: La zone a un « null MX » mêlé à d’autres enregistrements MX.
nb: Sonen har en "Null MX"-post blandet med andre MX-poster.
sl: Cona ima "null MX" in še druge MX zapise.

source: Root zone with an unexpected MX RRset (non-Null MX).
da: Rodzone med et uventet MX-RR-sæt (non-Null MX).
fr: Zone racine contenant un ensemble d’enregistrements MX inattendu, différent de « null MX ».
nb: Rotsone med et uventet MX-post (ikke "Null MX"-post).
sl: Korenska cona z nepričakovanim MX RRsetom (non-Null MX).

source: The zone is a TLD and has an unexpected MX RRset (non-Null MX).
da: Zonen er et TLD og har et uventet MX-RR-sæt (non-Null MX).
fr: La zone est un domaine de premier niveau et contient un ensemble d’enregistrements MX inattendu, différent de « null MX ».
nb: Sonen er en TLD og har et uventet MX-post (ikke "Null MX"-post).
sl: Cona je TLD in ima nepričakovan MX RRset (non-Null MX).

source: Unexpected RCODE value ({rcode}) on the MX query from name servers "{ns_ip_list}".
da: Uventet RCODE-værdi ({rcode}) på MX-forespørgsel fra navneserverne "{ns_ip_list}".
fr: Code de retour inattendu ({rcode}) en réponse à une requête de type MX des serveurs de noms "{ns_ip_list}".
nb: Uventet RCODE-verdi ({rcode}) på MX-spørringen fra navnetjenerne "{ns_ip_list}".
sl: Nepričakovana RCODE vrednost ({rcode}) pri MX poizvedbi na "{ns_ip_list}".

source: One or more name servers do not publish the same SPF policy as the others.
da: En eller flere navneservere offentliggør ikke den samme SPF-politik som de andre.
sl: Eden ali več strežnikov nimajo enaka SPF pravila kot drugi.

source: The following name servers returned the same SPF policy, but other name servers returned a different policy. Name servers: {ns_ip_list}.
da: De følgende navneservere returnerede den samme SPF-politik, men andre navneservere returnerede en anden politik. Navneservere: {ns_ip_list}.
sl: Naslednji strežniki so vrnili SPF pravila, toda drugačna pravila so na drugih strežnikih. Podatki pridobljeni iz: "{ns_ip_list}"

source: No SPF policy was found for {domain}.
da: Ingen SPF-politik blev fundet for {domain}.
sl: Ni SPF pravil za {domain}.

source: The following name servers returned more than one SPF policy. Name servers: {ns_ip_list}.
da: De følgende navneservere returnerede mere end én SPF-politik. Navneservere: {ns_ip_list}.
sl: Naslednji strežniki so vrnili več kot eno SPF pravilo. Podatki pridobljeni iz: "{ns_ip_list}"

source: The SPF policy of {domain} has a syntax error. Policy retrieved from the following nameservers: {ns_ip_list}.
da: SPF-politikken for {domain} har en syntaksfejl. Politik hentet fra de følgende navneservere: {ns_ip_list}.
sl: SPF pravila za {domain} imajo napake v sintaksi. Pravila pridobljena od: {ns_ip_list}.

source: The SPF policy of {domain} has correct syntax.
da: SPF-politikken for {domain} har korrekt syntaks.
sl: SPF za {domain} ima pravilno sintakso.

source: None of the zone’s name servers responded with an authoritative response to queries for SPF policies.
da: Ingen af zone's navneservere svarede med et autoritativt svar på forespørgsler om SPF-politikker.
sl: Noben strežnik ne vrača avtoritativnega odgovora na poizvedbe za SPF.

source: Not enough data about {domain} was found to be able to run tests.
da: Kunne ikke finde tilstrækkeligt med information om {domain} til at afvikle test.
fr: Pas assez d'informations obtenues sur la zone '{domain}' pour permettre la poursuite des tests.
nb: Fant ikke tilstrekkelig med data for sonen {domain} for å kunne kjøre tester.
sl: Premalo informacij za '{domain}', da bi lahko zagnali teste.

source: Using prerequisite module {name} version {version}.
da: Anvender version {version} af modulet {name}.
fr: Utilisation du module prérequis {name} version {version}.
nb: Bruker modulen {name} med versjon {version} som en forutsetning.
sl: Uporaba obveznega modula {name} verzija {version}.

source: Using version {version} of the Zonemaster engine.
da: Anvender version {version} af Zonemasters testmotor.
fr: Utilisation de la version {version} du moteur Zonemaster.
nb: Bruker versjon {version} av Zonemaster engine.
sl: Uporablja se Zonemaster verzija {version}.

source: Logger callback died with error: {exception}
da: Callback-funktionen for log-modulet døde med fejlmeddelelsen: {exception}.
fr: L'appel au système de log (Callback) s'est terminé avec l'erreur suivante: {exception}.
nb: Callback-funksjonen for loggmodulen stoppet med feilmelding: {exception}.
sl: Logger Callback se je zaprl z napako: {exception}.

source: DNS query to {ns} for {domain}/{type}/{class} failed with error: {message}
da: DNS-forespørgsel til {ns} på {domain}/{type}/{class} fejlede med beskeden: {message}.
fr: La requête DNS {domain}/{type}/{class} au serveur de noms {ns} a échoué avec le message d'erreur suivant: {message}.
nb: DNS-spørring til {ns} for {domain}/{type}/{class} mislyktes med følgende feil: {message}.
sl: DNS poizvedba za {domain}/{type}/{class} na strežniku {ns} je bila neuspešna: {message}.

source: Fatal error in {module}: {msg}
da: Fatal fejl i {module}: {msg}.
fr: Erreur fatale dans le module {module}: {msg}.
nb: Fatal feil i {module}: {msg}.
sl: Fatal error v modulu {module}: {msg}.

source: Using module {module} version {version}.
da: Anvender version {version} af modulet {module}.
fr: Utilisation du module {module} version {version}.
nb: Bruker modulen {module} med versjon {version}.
sl: Uporaba modula {module} verzija {version}.

source: Module {module} finished running.
da: Modulet {module} afsluttede.
fr: Exécution du module {module} terminée.
nb: Modul {module} avluttet.
sl: Modul {module} je končal.

source: Both IPv4 and IPv6 are disabled.
da: Både IPv4 og IPv6 er deaktiveret.
fr: IPv6 et IPv4 sont désactivés.
nb: Både IPv4 og IPv6 er deaktivert.
sl: IPv6 in IPv4 sta deaktivirana.

source: Request to run unknown method {testcase} in module {module}.
da: Anmodning om at afvikle den ukendte metode {testcase} i modulet {module}.
fr: Demande d'exécuter une méthode inconnue {testcase} pour le module {module}.
nb: Prøvde å kjøre en ukjent testmetode {testcase} i modulen {module}.
sl: Izvaja se neznana metoda {testcase} v modulu {module}.

source: Request to run {testcase} in unknown module {module}. Known modules: {module_list}.
da: Anmodning om at afvikle metoden {testcase} i det ukendte modul {module}. Kendte moduler: {module_list}.
fr: Demande d'exécuter une méthode {testcase} pour le module inconnu {module}. Liste des modules connus: {module_list}.
nb: Prøvde å kjøre en testmetode {testcase} i en ukjent modul {module}. Kjente moduler: {module_list}.
sl: Zahteva se {testcase} v neznanem modulu {module}. Znani moduli: {module_list}.

source: Name server {ns} not adding fake delegation for domain {domain} to itself.
da: Navneserveren {ns} tilføjede ikke en falsk delegering for domænet {domain}.
fr: Refus d'ajout de configuration DNS alternative au serveur de noms {ns} pour le domaine '{domain}' sur lui-même.
nb: Navnetjener {ns} la ikke til en falsk delegering for domene {domain} til seg selv.
sl: Strežnik {ns} ni dodal fake delegacije za '{domain}'.

source: The fake delegation of domain {domain} includes an in-zone name server {nsname} without mandatory glue (without IP address).
da: Ugyldig delegation for domænenavnet {domain} til zone indeholdende en navneserver {nsname} uden IP-adresse.
fr: Ajout de configuration DNS alternative (fake delegation) pour le domaine '{domain}' au serveur de noms 'in-bailiwick' {nsname} sans adresse IP.
nb: Delegeringen av domenet {domain} innholder en navnetjener {nsname} som trenger limposter.
sl: Fake delegacija za '{domain}' vsebuje 'in-bailiwick' strežnik {nsname} brez obveznega IP naslova (glue zapisa).

source: The fake delegation of domain {domain} includes a name server {nsname} that cannot be resolved to any IP address.
da: Ugyldig delegation for domænenavnet {domain} til en navneserver {nsname} uden IP-adresse.
fr: Ajout de configuration DNS alternative (fake delegation) pour le domaine '{domain}' au serveur de noms {nsname} sans adresse IP.
nb: Delegeringen av domenet {domain} innholder en navnetjener {nsname} som ikke kan slåes opp til noen IP-adresse.
sl: Fake delegacija za '{domain}' vsebuje strežnik {nsname}, ki se ga ne da razrešiti v IP naslov.
