Repository: zonemaster/zonemaster-engine
Catalog: share/*.po
Languages: da, fr, nb, sl

source: Delegation lists no nameserver that resolves to an IPv6 address. If any were present, the minimum allowed would be {minimum}.
da: Delegeringen indeholder ikke navneservere med IPv6-adresser. Mindsteværdien er {minimum}, hvis der havde været nogle.
fr: Les serveurs de noms de la zone parente ne retournent pas de serveurs ayant une adresse IPv6. Si il y en avait, il en faudrait au minimum {minimum}.
nb: Delegeringen lister ingen navnetjener som har IPv6-adresse. Minimum antall er {minimum}.
sl: Nadrejena cona nima strežnikov z IPv6 naslovi. Če bi jih imela, bi jih morala imeti vsaj {minimum}.

source: Nameserver {nsname} RR points to CNAME.
da: RR for navneserveren {nsname} peger på et CNAME.
fr: L'enregistrement pour le serveur de noms {nsname} pointe sur un alias (CNAME).
nb: Navnetjener {nsname} peker på et CNAME.
sl: RR strežnika {nsname} kaže na CNAME.

source: No nameserver points to CNAME alias.
da: Ingen NS-record peger på et CNAME-alias.
fr: Aucun serveur de noms ne pointe sur un alias (CNAME).
nb: Ingen navnetjener har en CNAME-post.
sl: Noben strežnik ne kaže na alias (CNAME).

source: The smallest possible legal referral packet is larger than 512 octets (it is {size}).
da: Den mindst mulige lovlige pakkestørrelse for henvisninger er større end 512 oktetter ({size}).
fr: La plus petite taille d'un paquet légal contenant une référence (referral) est supérieur à 512 octets (elle est de {size}).
nb: Minste mulige henvisningspakke er på {size} oktetter, som er større enn 512 oktetter.
sl: Najmanjši referral paketek je večji od 512 bajtov (velikost paketka je {size}).

source: The smallest possible legal referral packet is smaller than 513 octets (it is {size}).
da: Den mindst mulige lovlige pakkestørrelse for henvisninger er mindre end eller lig med 512 oktetter ({size}).
fr: La plus petite taille d'un paquet légal contenant une référence (referral) est inférieure à 513 octets (elle est de {size}).
nb: Minste mulige henvisningspakke er på {size} oktetter, som er mindre enn 513 oktetter.
sl: Najmanjši referral paketek je manjši od 513 bajtov (velikost paketka je {size}).

source: IP {ns_ip} refers to multiple nameservers ({nsname_list}).
da: IP-adressen {ns_ip} refererer til flere navneservere ({nsname_list}).
fr: L'adresse IP {ns_ip} fait référence à plusieurs serveurs de noms ({nsname_list}).
nb: IP-adresse {ns_ip} brukes av flere navnetjenere ({nsname_list}).
sl: IP naslov {ns_ip} se nanaša na več strežnikov ({nsname_list}).

source: All the nameservers have SOA record.
da: Alle navneservere har en SOA-record.
fr: Tous les serveurs de noms retournent un enregistrement de type "SOA".
nb: Alle navnetjenerne har SOA-post.
sl: SOA zapis je prisoten na vseh strežnikih.

source: Empty NOERROR response to SOA query was received from {ns}.
da: En SOA-forespørgsel med RCODE NOERROR fra {ns} returnerede et tomt svar.
fr: Une réponse à une requête pour un enregistrement de type "SOA" sur le serveur de noms {ns} a été reçue vide alors que le code retour est "NOERROR".
nb: En SOA-spørring returnerte et svar med NOERROR fra {ns}, men svaret var tomt.
sl: Strežnik {ns} je poslal prazen NOERROR odgovor na SOA poizvedbo.

source: None of the nameservers listed at the parent are listed at the child.
da: Ingen af de navneservere som listes hos forælderen listes hos barnet.
fr: La liste des serveurs de noms retournée par les serveurs de noms de la zone parente et par ceux de la zone est complètement différente.
nb: Ingen av navnetjenerne i delegeringen (foreldresonen) finnes i undersonen.
sl: Noben od strežnikov v nadrejeni coni ni v podrejeni coni.

source: Nameserver {ns} answered query for name {query_name} and type {rrtype} with RCODE {rcode}.
da: Navneserveren {ns} besvarede forespørgslen for navnet {query_name} og typen {rrtype} med RCODE {rcode}.

source: A name server should not be a recursor
da: En navneserver bør ikke være rekursiv
fr: Un serveur de noms ne doit pas être un récurseur
nb: En navnetjener skal ikke være en rekursiv resolver
sl: Imenski strežnik ne bi smel biti rekurziven

source: Test of EDNS0 support
da: Test af EDNS0 support
fr: Vérification du support d'EDNS0
nb: Test av EDNS0-støtte
sl: Test podpore EDNS0

source: Test availability of zone transfer (AXFR)
da: Test af tilgængelighed af zoneoverførsler (AXFR)
fr: Test de la possibilité du transfert de zone (AXFR)
nb: Test tilgjengeligheten av soneoverføring (AXFR)
sl: Test prenosa cone (AXFR)

source: Same source address
da: Samme kildeadresse
fr: Adresse source identique
nb: Samme kildeadresse
sl: Enak izvorni naslov

source: Behaviour against AAAA query
da: Opførsel imod AAAA-forespørgsel
fr: Comportement vis-à-vis des requêtes AAAA
nb: Oppførsel mot AAAA-spørring
sl: Obnašanje pri AAAA poizvedbi

source: NS can be resolved
da: NS kan ikke opløses
fr: Les NS peuvent être résolus
nb: NS-post kan slåes opp
sl: NS je možno razrešiti

source: To check whether authoritative name servers return an upward referral
da: Undersøg om de autoritative navneservere returnerede en opadgående henvisning
fr: Vérifier si les serveurs de noms faisant autorité répondent aux requêtes de type "NS" sur la racine '.' (upward referral)
nb: For å sjekke om autoritative navnetjenere peker på foreldresonen
sl: Test ali se avtoritativni imenski strežniki odzivajo na NS poizvedbe v korenskem naslovu (upward referral)

source: Testing QNAME case insensitivity
da: Tester QNAME-ufølsomhed overfor store og små bogstaver
fr: Test de l'insensibilité à la casse du QNAME
nb: Sjekker QNAME-ufølsomhet for store og små bokstaver
sl: Test neobčutljivosti na velike črke QNAME

source: Testing QNAME case sensitivity
da: Tester QNAME-følsomhed overfor store og små bogstaver
fr: Test de la sensibilité à la casse du QNAME
nb: Sjekker QNAME-følsomhet for store og små bokstaver
sl: Test občutljivosti na velike črke QNAME

source: Test for undefined EDNS version
da: Undersøger for udefineret EDNS version
fr: Test d'une version d'EDNS non définie
nb: Sjekk for udefinert EDNS-versjon
sl: Test za nedefinirane verzije EDNS

source: Test for unknown EDNS OPTION-CODE
da: Undersøger for udefineret ENDS OPTION-CODE
fr: Test de codes d’option EDNS inconnus.
nb: Sjekk for ukjent EDNS "OPTION-CODE"
sl: Test za neznane EDNS OPTION-CODE

source: Test for unknown EDNS flags
da: Undersøger for ukendt EDNS-flag
fr: Test d'un drapeau EDNS inconnu
nb: Sjekk for ukjente EDNS-flagg
sl: Test za neznane EDNS zastavice

source: Test for truncated response on EDNS query
da: Undersøger for afkortet svar på EDNS-forespørgsel
fr: Test d'une réponse tronquée pour une requête EDNS
nb: Sjekk for trunkert svar på EDNS-spørring
sl: Test za skrajšane odgovore na EDNS poizvedbe

source: Checking for revealed software version
da: Kontrollerer for afsløret softwareversion
fr: Vérification du dévoilement de version logicielle
nb: Ser etter publisert programvareversjon
sl: Test objavljene verzije programske opreme

source: Nameserver {ns} answered AAAA query with an unexpected RDATA length ({length} instead of 16).
da: Navneserveren {ns} besvarede AAAA forespørgsel med en uventet RDATA længde ({length} i stedet for 16).
fr: Le serveur de noms {ns} a répondu à une requête de type "AAAA" avec un code taille de champ RDATA inattendu ({length} au lieu de 16).
nb: Navnetjener {ns} besvarte AAAA-spørring med en uventet lengde på RDATA. ({length}) istede for 16.
sl: Strežnik {ns} je odgovoril na AAAA poizvedbo z nepričakovano dolžino RDATA ({length} namesto 16).

source: Nameserver {ns} dropped AAAA query.
da: Navneserveren {ns} mistede en AAAA-forespørgsel.
fr: Le serveur de noms {ns} ne répond pas aux requêtes portant sur le type "AAAA".
nb: Navnetjener {ns} kastet AAAA-spørring.
sl: Strežnik {ns} se ne odziva na AAAA poizvedbe.

source: Nameserver {ns} answered AAAA query with an unexpected rcode ({rcode}).
da: Navneserveren {ns} besvarede en AAAA-forespørgsel med den uventede returkode ({rcode}).
fr: Le serveur de noms {ns} a répondu à une requête de type "AAAA" avec un code retour inattendu ({rcode}).
nb: Navnetjener {ns} besvarte en AAAA-spørring med en uventet svarkode ({rcode}).
sl: Strežnik {ns} je na AAAA poizvedbo odgovoril z nepričakovano RCODE ({rcode}).

source: The following nameservers answer AAAA queries without problems : {ns_list}.
da: De følgende navneservere svarede problemfrit på alle AAAA-forespørgsler : {ns_list}.
fr: Les serveurs de noms suivants répondent correctement aux requêtes de type "AAAA" : {ns_list}.
nb: Følgende navnetjenere svarer på AAAA-spørringer uten problemer: {ns_list}.
sl: Naslednji strežniki brez težav odgovarjajo na AAAA poizvedbe: {ns_list}.

source: Nameserver {ns} answered A query with an unexpected rcode ({rcode}).
da: Nameserver {ns} besvarede A-forespørgsel med en uventet RCODE ({rcode}).
fr: Le serveur de noms {ns} a répondu à une requête de type "AAAA" avec un code retour inattendu ({rcode}).
nb: Navnetjener {ns} besvarte A-spørring med en uventet rcode ({rcode}).
sl: Strežnik {ns} je na A poizvedbo odgovoril z nepričakovano RCODE ({rcode}).

source: Nameserver {ns} allow zone transfer using AXFR.
da: Navneserveren {ns} tillader zoneoverførsler via AXFR.
fr: Il est possible de réaliser un transfert de zone depuis le serveur de noms {ns}.
nb: Navnetjener {ns} tillater soneoverføring med AXFR.
sl: Strežnik {ns} dovoljuje prenos zone AXFR.

source: AXFR not available on nameserver {ns}.
da: AXFR er ikke tilgængeligt på navneserveren {ns}.
fr: Il n'est pas possible de réaliser un transfert de zone depuis le serveur de noms {ns}.
nb: AXFR er ikke tilgjengelig for nameserver {ns}.
sl: AXFR ni možen na strežniku {ns}.

source: No response from {ns} when EDNS is used in query asking for {domain}.
da: Intet svar fra {ns} når EDNS er brugt i forespørgslen på {domain}.
fr: Aucune réponse de {ns} sur le nom de domaine '{domain}' lorsque EDNS est utilisé.
nb: Ingen svar fra {ns} når EDNS brukes til å spørre etter {domain}.
sl: Strežnik {ns} ne odgovarja na poizvedbo po domeni '{domain}', če se uporabi EDNS.

source: All nameservers succeeded to resolve to an IP address.
da: Alle navneservere kan oversættes til en IP-adresse.
fr: Il a été possible de trouver au moins une adresse IP pour tous les serveurs de noms.
nb: Alle navnetjenere kunne slåes opp til minst én IP-addresse.
sl: Za vse strežnike je bilo mogoče najti IP naslove.

source: The following nameservers failed to resolve to an IP address : {nsname_list}.
da: IP-adresser bag følgende navneservere kunne ikke findes : {nsname_list}.
fr: Aucune adresse IP n'a pu être trouvée pour les serveurs de noms suivants : {nsname_list}.
nb: Følgende navnetjenere kunne ikke slåes opp til noen IP-adresser: {nsname_list}.
sl: Strežniki, kjer ni uspelo razreševanje v IP naslove: {nsname_list}.

source: When asked for {type} records on "{domain}" with different cases, all servers do not reply consistently.
da: Ikke alle navneservere svarede konsistent på forespørgsler vedrørende recordtype {type} på "{domain}" med en blanding af versaler og minuskler.
fr: Lors d'une requête de type {type} pour la ressource "{domain}" avec des casses différentes, tous les serveurs ne répondent pas de manière consistante.
nb: Alle navnetjenere svarer ikke konsistent på spørring etter {type}-poster på "{domain}".
sl: Strežniki odgovarjajo nekonsistentno, ko različni testi delajo poizvedbe za {type} zapise na {domain}.

source: When asked for {type} records on "{domain}" with different cases, all servers reply consistently.
da: Alle navneservere svarede konsistent på forespørgsler vedrørende recordtype {type} på "{domain}" med en blanding af versaler og minuskler.
fr: Lors d'une requête de type {type} pour la ressource "{domain}" avec des casses différentes, tous les serveurs retournent les mêmes résultats.
nb: Alle navnetjenere svarer konsistent på spørring etter {type}-poster på "{domain}".
sl: Strežniki odgovarjajo konsistentno, ko različni testi delajo poizvedbe za {type} zapise na {domain}.

source: When asked for {type} records on "{query1}" and "{query2}", nameserver {ns} returns different answers.
da: Navneserveren {ns} returnerede forskellige svar på forespørgsler vedrørende recordtype {type} på "{query1}" og "{query2}".
fr: Lors d'une requête de type {type} pour les ressources "{query1}" et "{query2}", le serveur de noms {ns} ne répond pas la même chose.
nb: På spørring om {type}-poster på "{query1}" og "{query2}", returnerte navnetjener {ns} ulike svar.
sl: Pri poizvedbah za {type} zapis na "{query1}" in "{query2}", strežnik {ns} vrne različne odgovore.

source: When asked for {type} records on "{query1}" and "{query2}", nameserver {ns} returns different RCODE ("{rcode1}" vs "{rcode2}").
da: Navneserveren {ns} returnerede forskellige RCODE ("{rcode1}" vs "{rcode2}") på forespørgsler vedrørende recordtype {type} på "{query1}" og "{query2}".
fr: Lors d'une requête de type {type} pour les ressources "{query1}" et "{query2}", le serveur de noms {ns} ne renvoie pas le même code de retour ("{rcode1}" vs "{rcode2}").
nb: På spørring om {type}-poster på "{query1}" og "{query2}", returnerte navnetjener {ns} ulike RCODE ("{rcode1}" og "{rcode2}").
sl: Pri poizvedbah za {type} zapis na "{query1}" in "{query2}", strežnik {ns} odgovori z različnima RCODE ("{rcode1}" in "{rcode2}").

source: When asked for {type} records on "{domain}", nameserver {ns} returns nothing.
da: Navneserveren {ns} returnerede intet svar på forespørgsel vedrørende recordtype {type} på "{domain}".
fr: Lors d'une requête de type {type} pour la ressource"{domain}", le serveur de noms {ns} ne répond pas.
nb: Navnetjener {ns} svarer ingenting ved spørring om "{domain}" med posttypen {type}.
sl: Pri poizvedbi za {type} zapis na "{domain}", strežnik {ns} ne odgovarja.

source: When asked for {type} records on "{query1}" and "{query2}", nameserver {ns} returns same answers.
da: Navneserveren {ns} returnerede ens svar på forespørgsler vedrørende recordtype {type} på "{query1}" og "{query2}".
fr: Lors d'une requête de type {type} pour les ressources "{query1}" et "{query2}", le serveur de noms {ns} répond la même chose.
nb: På spørring om {type}-poster på "{query1}" og "{query2}", returnerte navnetjener {ns} samme svar.
sl: Pri poizvedbah "{query1}" in "{query2}" za {type} zapis, strežnik {ns} vrne enaka odgovora.

source: When asked for {type} records on "{query1}" and "{query2}", nameserver {ns} returns same RCODE "{rcode}".
da: Navneserveren {ns} returnerede samme RCODE "{rcode}" på forespørgsler vedrørende recordtype {type} på "{query1}" og "{query2}".
fr: Lors d'une requête de type {type} pour les ressources "{query1}" et "{query2}", le serveur de noms {ns} renvoie le même code de retour "{rcode}".
nb: På spørring om {type}-poster på "{query1}" og "{query2}", returnerte navnetjener {ns} samme RCODE "{rcode}".
sl: Pri poizvedbah "{query1}" in "{query2}" za {type} zapis, strežnik {ns} vrne enak RCODE "{rcode}".

source: Nameserver {ns} replies on a SOA query with a different source address ({source}).
da: Navneserveren {ns} svarede på en SOA-forespørgsel fra en anden kilde ({source}).
fr: Le serveur de noms {ns} répond depuis une autre adresse ({source}) que celle à laquelle la requête a été envoyée.
nb: Navnetjener {ns} svarte på en SOA-spørring med en annen kildeadresse ({source}).
sl: Strežnik {ns} vrne različna source naslova ({source}) pri SOA poizvedbi.

source: Response without EDNS from {ns} on query with EDNS0 asking for {domain}.
da: Svar uden EDNS fra {ns} på foregspørgsel med EDNS0 efter {domain}.
fr: Réponse sans enregistrement de type OPT de {ns} sur le nom de domaine '{domain}' lorsque EDNS est utilisé.
nb: Svar uten EDNS fra {ns} på EDNS0-spørring etter {domain}.
sl: Strežnik {ns} je odgovoril brez EDNS pri poizvedbi z EDNS0 za {domain}.

source: Incorrect version of EDNS (expected 0) in response from {ns} on query with EDNS (version 0) asking for {domain}.
da: Ugyldig version af EDNS (forventede 0) i svaret fra {ns} på forespørgsel via EDNS (version 0) efter {domain}.
fr: Réponse incorrecte de {ns} sur le nom de domaine '{domain}' lorsque EDNS est utilisé (La version EDNS devrait être 0).
nb: Feil versjon av EDNS (forventet versjon var 0) i svar fra {ns} på spørring med EDNS (versjon 0) for {domain}.
sl: Pri poizvedbi z EDNS (verzija 0) za {domain}, strežnik {ns} vrne napačno EDNS verzijo (pričakovana 0).

source: The following nameservers support EDNS0 : {ns_list}.
da: Følgende navneservere understøtter EDNS0 : {ns_list}.
fr: Les serveurs de noms suivants supportent EDNS0 : {ns_list}.
nb: Følgende navnetjenere støtter EDNS0: {ns_list}.
sl: Strežniki, ki podpirajo EDNS0 : {ns_list}.

source: Nameserver {ns} is a recursor.
da: Navneserveren {ns} er rekursiv.
fr: Le serveur de noms {ns} autorise la récursion.
nb: Navnetjener {ns} er en rekursiv resolver.
sl: Strežnik {ns} je rekurziven.

source: Nameserver {ns} replies on an EDNS query with a truncated response without EDNS.
da: Navneserveren {ns} svarede på en EDNS forespørgsel med et trunkeret svar uden EDNS.
fr: La réponse du serveur de noms {ns} à une requête EDNS est tronquée et sans EDNS.
nb: Navnetjener {ns} svarte på en EDNS-spørring med et trunkert svar uten EDNS.
sl: Strežnik {ns} vrne okrnjen odgovor brez EDNS pri poizvedbi z EDNS.

source: Nameserver {ns} does not support EDNS0 (replies with FORMERR).
da: Navneserveren {ns} understøtter ikke EDNS0 (svarer FORMERR).
fr: Le serveur de noms {ns} ne supporte pas EDNS0 (retourne le code FORMERR).
nb: Navnetjener {ns} støtter ikke EDNS0 (svarer med FORMERR).
sl: Strežnik {ns} ne podpira EDNS0 (vrača kodo FORMERR).

source: Nameserver {ns} is not a recursor.
da: Navneserveren {ns} er ikke rekursiv.
fr: Le serveur de noms {ns} n'est pas un récurseur.
nb: Navnetjener {ns} er ikke en rekursiv resolver.
sl: Strežnik {ns} ni rekurziven.

source: No nameserver was successfully resolved to an IP address.
da: IP-adresse ikke fundet for nogen af navneserverne.
fr: Il a été impossible de trouver une adresse IP pour les serveurs de noms.
nb: Det var ikke mulig å slå opp IP-adresse for noen navnetjenere.
sl: Noben strežnik se ni razrešil v IP naslov.

source: No response from {ns} asking for {domain}.
da: Intet svar fra {ns} på forespørgsel om {domain}.
fr: Aucune réponse de {ns} sur le nom de domaine '{domain}'.
nb: Ingen respons fra {ns} på spørring om {domain}.
sl: Strežnik {ns} ne odgovarja na poizvedbe za '{domain}'.

source: None of the following nameservers returns an upward referral : {nsname_list}.
da: Ingen af følgende navneservere returnerede en opadgående henvisning : {nsname_list}.
fr: Aucun des serveurs de noms suivants ne répond à la requête de type "NS" sur la racine '.' (upward referral) : {nsname_list}.
nb: Ingen av følgende navnetjenere peker på foreldresonen: {nsname_list}.
sl: Noben od naslednjih strežnikov ne vrača upward referral: {nsname_list}.

source: Erroneous response from nameserver {ns}.
da: Fejlagtigt svar fra navneserver {ns}.
fr: Le serveur de noms {ns} n'a pas répondu aux requêtes de type "NS".
nb: Feil svar fra navnetjener {ns}.
sl: Napačen odziv iz {ns}.

source: Expected RCODE but received erroneous response to an EDNS version 1 query. Fetched from the nameservers with IP addresses {ns_ip_list}
da: RCODE forventet, men modtog fejlbehæftet svar på EDNS version 1 forespørgsel. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: RCODE attendu, mais réponse erronée reçue à une requête EDNS version 1. Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: Forventet RCODE men fikk feilaktig svar på spørring om EDNS versjon 1. Hentet fra navnetjenere med IP-adressene {ns_ip_list}
sl: Pričakovan RCODE, sprejet napačen odziv na poizvedbo EDNS verzija 1. Podatki pridobljeni iz "{ns_ip_list}".

source: No response to an EDNS version 1 query. Fetched from the nameservers with IP addresses {ns_ip_list}
da: Manglende svar på EDNS version 1 forespørgsel. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: Pas de réponse à une requête EDNS version 1. Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: Ingen svar på spørring om EDNS versjon 1. Hentet fra navnetjenere med IP- adressene {ns_ip_list}
sl: Ni odziva na EDNS verzija 1 poizvedbo. Podatki pridobljeni iz "{ns_ip_list}".

source: Erroneous RCODE ("{rcode}") in response to an EDNS version 1 query. Fetched from the nameservers with IP addresses {ns_ip_list}
da: Fejlbehæftet RCODE ("{rcode}") på EDNS version 1 forespørgsel. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: RCODE erroné ("{rcode}") reçu en réponse à une requête EDNS version 1. Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: Feilaktig RCODE ({rcode}) i svar på spørring om EDNS versjon 1. Hentet fra navnetjenere med IP-adressene {ns_ip_list}
sl: Napačna RCODE ("{rcode}") v odgovoru na poizvedbo EDNS verzija 1. Podatki pridobljeni iz "{ns_ip_list}".

source: The DNS response, on query with unknown EDNS option-code, does not contain any EDNS from name servers "{ns_ip_list}".
da: Svaret på DNS-forespørgsel på ukendt EDNS option-code, indeholder ikke nogen EDNS fra navneserverne "{ns_ip_list}".
fr: La réponse DNS, suite à une requête avec un code d'option EDNS inconnu, ne contient pas d'EDNS depuis les serveurs de noms "{ns_ip_list}".
nb: DNS-svaret, på forespørsel med ukjent EDNS "OPTION-CODE", inneholder ingen EDNS-post fra navnetjenerne "{ns_ip_list}".
sl: Seznam strežnikov, kjer ni EDNS v odgovoru na poizvedbe z neznano EDNS option-code "{ns_ip_list}".

source: There is no response on query with unknown EDNS option-code from name servers "{ns_ip_list}".
da: Intet svar på DNS-forespørgsel på ukendt EDNS option-code, fra navneserverne "{ns_ip_list}".
fr: Pas de réponse aux requêtes contenant un code d’option EDNS inconnu de la part des serveurs de noms "{ns_ip_list}".
nb: Det er ingen svar på forespørsel med ukjent EDNS "OPTION-CODE" fra navnetjenerne "{ns_ip_list}".
sl: Strežniki, ki se ne odzovejo na poizvedbe z neznano EDNS option-code "{ns_ip_list}".

source: The DNS response contains an unknown EDNS option-code. Returned from name servers "{ns_ip_list}".
da: Svaret på DNS-forespøgslen indeholder ukendt EDNS option-code. Fundet på navneserverne "{ns_ip_list}".
fr: La réponse DNS contient un code d’option EDNS inconnu. Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: DNS-svaret inneholder en ukjent EDNS "OPTION-CODE". Hentet fra navnetjenere med IP- adressene "{ns_ip_list}".
sl: DNS odgovor vsebuje neznano EDNS option-code. Podatki pridobljeni iz "{ns_ip_list}".

source: The DNS response, on query with unknown EDNS option-code, does not contain the expected SOA record in the answer section from name servers "{ns_ip_list}".
da: Svaret på DNS-forespøgslen med ukendt EDNS option-code indeholder ikke den forventede SOA-record i svarsektionen fra navneserverne "{ns_ip_list}".
fr: La réponse DNS à une requête contenant un code d’option EDNS inconnu, ne contient pas l’enregistrement SOA attendu dans la section "answer". Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: DNS-svaret, på forespørsel med ukjent EDNS "OPTION-CODE", inneholder ikke den forventede SOA-posten i svardelen fra navnetjenerne "{ns_ip_list}".
sl: Odgovor na poizvedbo z neznano EDNS option-code, ne vsebuje pričakovanega SOA zapisa. Podatki pridobljeni iz "{ns_ip_list}".
