Repository: zonemaster/zonemaster-engine
Catalog: share/*.po
Languages: da, fr, nb, sl

source: The following name servers do not support DNSSEC or have not been properly configured. Testing for NSEC and NSEC3 has been skipped on these servers. Fetched from name servers "{ns_list}".
da: De følgende navneservere understøtter ikke DNSSEC eller er ikke korrekt konfigureret. Test for NSEC og NSEC3 er blevet springet over på disse servere. Hentet fra navneservere "{ns_list}".

source: The zone is not DNSSEC signed or not properly DNSSEC signed. Testing for NSEC and NSEC3 has been skipped. Fetched from name servers "{ns_list}".
da: Zonen er ikke DNSSEC-signeret eller er ikke korrekt DNSSEC-signeret. Testning for NSEC og NSEC3 er blevet springet over. Hentet fra navneservere "{ns_list}".

source: Parent name servers are inconsistent on the existence of DS.
da: Forældrenavneserverne er inkonsekvente i forhold til eksistensen af DS.
fr: Les serveurs de noms de la zone parente ne sont pas consistants quand à l'existence d'un enregistrement de type "DS".
nb: Navnetjenerne svarer inkonsekvent på spørring om DS-poster.
sl: Podatki na starševskih strežnikih so nekonsistentni glede obstoja "DS".

source: Name servers for the child zone are inconsistent on whether the zone is signed or not.
da: Navneserverne for barnezonen er inkonsekvente i forhold til, om zonen er signeret eller ej.
fr: Les serveurs de noms de la zone testée ne sont pas consistants ce qui empêche de déterminer si elle est signée ou non.
nb: Navnetjenerne for sonen svarer inkonsekvent på om sonen er signert eller ikke.
sl: Stežniki podrejene cone so nekonsistentni glede tega ali je cona podpisana ali ne.

source: It cannot be determined if the parent zone has DS for the child zone or not.
da: Det kan ikke afgøres, om forældrezonen har DS for barnezonen eller ej.
fr: Il n'est pas possible de déterminer si la zone parente contient ou pas des enregistrements de type "DS" pour la zone testée.
nb: Usikkert om foreldresone har DS-poster for underordnet sone.
sl: Ni možno določiti ali nadrejena cona ima DS za podrejeno cono ali ne.

source: It cannot be determined if the child zone is signed or not.
da: Det kan ikke afgøres, om barnezonen er signeret eller ej.
fr: Il n'est pas possible de déterminer si la zone testée est signée ou non.
nb: Det går ikke å avgjøre om underliggende sone er signert eller ikke.
sl: Ni možno določiti ali je podrejena cona podpisana ali ne.

source: No DS record for the child zone found on parent nameservers with IP addresses "{ns_ip_list}".
da: Ingen DS-record for barnezonen er fundet på forældrenavneserverne med IP-adresserne "{ns_ip_list}".
fr: Aucun enregistrement de type "DS" trouvé sur les serveurs de noms de la zone parente ayant une des adresses IP suivantes "{ns_ip_list}".
nb: Ingen DS-post for underordnet sone funnet på navnetjenere med IP-adressene ({ns_ip_list}).
sl: Ni DS zapisa za podrejeno cono na nadrejenih strežnikih "{ns_ip_list}".

source: DS record for the child zone found on parent nameservers with IP addresses "{ns_ip_list}".
da: DS-record for barnezonen er fundet på forældrenavneserverne med IP-adresserne "{ns_ip_list}".
fr: Enregistrement de type "DS" pour la zone testée trouvé sur les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: DS-post for underordnet sone funnet på navnetjenere med IP-adressene ({ns_ip_list}).
sl: Najden DS zapis za podrejeno cono na nadrejenih strežnikih "{ns_ip_list}".

source: Signed child zone found on nameservers with IP addresses "{ns_ip_list}".
da: En signeret barnezone er fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: Zone signée trouvée sur les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: En signert underordnet sone funnet på navnetjenere med IP-adressene ({ns_ip_list}).
sl: Podpisana podrejena cona najdena na "{ns_ip_list}".

source: Unsigned child zone found on nameservers with IP addresses "{ns_ip_list}".
da: En usigneret barnezone er fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: Zone non signée trouvée sur les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: En usignert underordnet sone funnet på navnetjenere med IP-adressene ({ns_ip_list}).
sl: Nepodpisana podrejena cona najdena na "{ns_ip_list}".

source: The child zone is unsigned, but the parent zone has DS record.
da: Barnezonen er usigneret, men forældrezonen har en DS-record.
fr: La zone testée n'est pas signée mais la zone parente publie un enregistrement de type "DS".
nb: Underordnet sone er usignert, men foreldresone har en DS-post.
sl: Podrejena cona ni podpisana, nadrejena cona pa ima DS zapis.

source: The DNSKEY RRset is not signed by algorithm {algo_num} ({algo_mnemo}) present in the DNSKEY RRset. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: DNSKEY RR-sættet er ikke signeret med en algoritme {algo_num} ({algo_mnemo}), der findes i DNSKEY RR-sættet. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: L'ensemble d'enregistrements de type "DNSKEY" n'est pas signé en utilisant l'algorithme {algo_num}/{algo_mnemo} pourtant utilisé par une des clés (DNSKEY). Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: DNSKEY-postene er ikke signert med en RRSIG med algoritme {algo_num} ({algo_mnemo}) tilstede blandt DNSKEY-postene. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: DNSKEY RRset ni podpisan z algoritmom {algo_num}/{algo_mnemo}, ki je prisoten v DNSKEY RRsetu. Podatki pridobljeni iz "{ns_ip_list}".

source: The NS RRset is not signed by algorithm {algo_num} ({algo_mnemo}) present in the DNSKEY RRset. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: NS RR-sættet er ikke signeret med en algoritme {algo_num} ({algo_mnemo}), der findes i DNSKEY RR-sættet. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: L'ensemble d'enregistrements de type "NS" n'est pas signé en utilisant l'algorithme {algo_num}/{algo_mnemo} pourtant utilisé par une des clés (DNSKEY). Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: NS-postene er ikke signert av RRSIG med algoritme {algo_num} ({algo_mnemo}) tilstede blandt DNSKEY-postene. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: NS RRset ni podpisan z algoritmom {algo_num}/{algo_mnemo}, ki je prisoten v DNSKEY RRsetu. Podatki pridobljeni iz "{ns_ip_list}".

source: The SOA RRset is not signed by algorithm {algo_num} ({algo_mnemo}) present in the DNSKEY RRset. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: SOA RR-sættet er ikke signeret med en algoritme {algo_num} ({algo_mnemo}), der findes i DNSKEY RR-sættet. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: L'ensemble d'enregistrements de type "SOA" n'est pas signé en utilisant l'algorithme {algo_num}/{algo_mnemo} pourtant utilisé par une des clés (DNSKEY). Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: SOA-posten er ikke signert av RRSIG med algoritme {algo_num} ({algo_mnemo}) tilstede blandt DNSKEY-postene. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: SOA RRset ni podpisan z algoritmom {algo_num}/{algo_mnemo}, ki je prisoten v DNSKEY RRsetu. Podatki pridobljeni iz "{ns_ip_list}".

source: CDNSKEY RRset is found on nameservers that resolve to IP addresses ({ns_ip_list}), but no CDS RRset.
da: CDNSKEY RR-sæt er fundet på navneservere der refererer til IP-adresserne ({ns_ip_list}), men uden CDS RR-sæt.
fr: Les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}" retournent un ensemble d'enregistrements de type "CDNSKEY" mais aucun enregistrement de type "CDS".
nb: CDNSKEY-poster funnet for navnetjenere som har IP-adressene ({ns_ip_list}), men ingen CDS-poster.
sl: CDNSKEY RRset se nahaja na strežnikih "{ns_ip_list}", ampak CDS RRseta pa ni.

source: CDNSKEY and CDS RRsets are found on nameservers that resolve to IP addresses ({ns_ip_list}).
da: CDNSKEY og CDS RR-sæt er fundet på navneservere der refererer til IP-adresserne ({ns_ip_list}).
fr: Les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}" retournent un ensemble d'enregistrements de type "CDNSKEY" et de type "CDS".
nb: CDNSKEY- og CDS-poster funnet for navnetjenere med følgende IP-adresser ({ns_ip_list}).
sl: CDNSKEY in CDS RRseti se nahajajo na strežnikih "{ns_ip_list}".

source: CDS RRset is found on nameservers that resolve to IP addresses ({ns_ip_list}), but no CDNSKEY RRset.
da: CDS RR-sæt er fundet på navneservere der refererer til IP-adresserne ({ns_ip_list}), men uden CDNSKEY RR-sæt.
fr: Les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}" retournent un ensemble d'enregistrements de type "CDS" mais aucun enregistrement de type "CDNSKEY".
nb: CDS-poster funnet for navnetjenere med følgende IP-adresser ({ns_ip_list}), men ingen CDNSKEY-poster.
sl: CDS RRset se nahaja na strežniku "{ns_ip_list}", ampak CDNSKEY RRseta pa ni.

source: All servers do not have the same CDNSKEY RRset.
da: Alle navneservere har ikke det samme CDNSKEY RR-sæt.
fr: Tous les serveurs de noms n'ont pas le même ensemble d'enregistrements de type "CDNSKEY".
nb: Alle navnetjenere har ikke samme CDNSKEY-poster.
sl: CDNSKEY RRset ni enak na vseh strežnikih.

source: All servers do not have the same CDS RRset.
da: Alle navneservere har ikke det samme CDS RR-sæt.
fr: Tous les serveurs de noms n'ont pas le même ensemble d'enregistrements de type "CDS".
nb: Alle navnetjenere har ikke samme CDS-poster.
sl: CDS RRset ni enak na vseh strežnikih.

source: Both CDS and CDNSKEY RRsets are found on nameservers that resolve to IP addresses ({ns_ip_list}) but they do not match.
da: CDNSKEY og CDS RR-sæt er fundet på navneservere der refererer til IP-adresserne ({ns_ip_list}), men de matcher ikke.
fr: Les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}" retournent un ensemble d'enregistrements de type "CDNSKEY" et de type "CDS" mais ceux-ci ne correspondent pas.
nb: Både CDS- og CDNSKEY-poster funnet for navnetjenere med følgende IP-adresser ({ns_ip_list}), men de matcher ikke.
sl: CDS in CDNSKEY RRseti se nahajajo na strežnikih "{ns_ip_list}", ampak se ne ujemajo.

source: No CDS or CDNSKEY RRsets are found on any name server.
da: Intet CDS eller CDNSKEY RR-sæt blev fundet på nogen navneserver.
fr: Aucun des serveurs de noms ne retourne d'enregistrements de type "CDNSKEY" ou de type "CDS".
nb: Ingen CDS- eller CDNSKEY-poster returnert fra noen navnetjenere.
sl: Na nobenem strežniku ni najti CDS ali CDNSKEY RRset.

source: The CDS RRset is signed with an RRSIG with tag {keytag}, but the RRSIG does not match the DNSKEY with the same key tag. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: CDS RR-sættet er signeret med en RRSIG med tag {keytag}, men RRSIG matcher ikke DNSKEY med samme key tag. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: La signature de l'ensemble d'enregistrements de type "CDS" a pour tag {keytag}, mais cette signature (RRSIG) ne correspond pas à la clé (DNSKEY) ayant ce tag. Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: CDS-posten er signert men en RRSIG med "key tag" {keytag}, men RRSIG matcher ikke motsvarende DNSKEY med samme keytag. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: CDS RRset je podpisan z RRSIG z oznako {keytag}, toda RRSIG se ne ujema z DNSKEY-em z enako oznako. Podatki pridobljeni iz "{ns_ip_list}".

source: The CDS record with tag {keytag} matches a DNSKEY record with SEP bit (bit 15) unset. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: CDS-recorden med tag {keytag} matcher en DNSKEY-record, hvor SEP bit (bit 15) ikke er sat. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: L'enregistrement de type "CDS" avec le tag {keytag} correspond à un enregistrement de type "DNSKEY" qui n'a pas le bit SEP positionné (bit 15). Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: CDS-posten med "key tag" {keytag} matcher en DNSKEY-post uten SEP bit (bit 15) satt. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: CDS zapis z oznako {keytag} se ujema z DNSKEY zapisom, ki nima nastavljenega SEP bita (bit 15). Podatki pridobljeni iz "{ns_ip_list}".

source: The CDS record with tag {keytag} matches a DNSKEY record with zone bit (bit 7) unset. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: CDS-recorden med tag {keytag} matcher en DNSKEY-record, hvor SEP bit (bit 7) ikke er sat. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: L'enregistrement de type "CDS" avec le tag {keytag} correspond à un enregistrement de type "DNSKEY" qui n'a pas le bit ZONE positionné (bit 7). Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: CDS-posten med "key tag" {keytag} matcher en DNSKEY-post uten "zone bit" (bit 7) satt. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: CDS zapis z oznako {keytag} se ujema z DNSKEY zapisom, ki nima nastavljenega zone bita (bit 7). Podatki pridobljeni iz "{ns_ip_list}".

source: The CDS record with tag {keytag} does not match any DNSKEY record. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: CDS-recorden med tag {keytag} matcher ikke nogen DNSKEY-record. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: L'enregistrement de type "CDS" avec le tag {keytag} ne correspond à aucun enregistrement de type "DNSKEY". Information retournée par les serveurs de noms ayant une des adresses IP suivantes ({ns_ip_list}).
nb: CDS-posten med "key tag" {keytag} matcher ingen DNSKEY-post. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: CDS zapis z oznako {keytag} se ne ujema z nobenim DNSKEY zapisom. Podatki pridobljeni iz ({ns_ip_list}).

source: The CDS RRset is not signed by the DNSKEY that the CDS record with tag {keytag} points to. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: CDS RR-sættet er ikke signeret af den DNSKEY som CDS-recorden med {keytag} peger på. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: L'ensemble d'enregistrements de type "CDS" n'est pas signé par la clé (DNSKEY) correspondant au tag {keytag} de l'enregistrement de type "CDS". Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: CDS-posten er ikke signert av DNSKEY referert av CDS-posten med "key tag" {keytag}. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: CDS RRset ni podpisan z DNSKEY-em na katerega kaže CDS zapis z oznako {keytag}. Podatki pridobljeni iz "{ns_ip_list}".

source: The CDS RRset is signed by RRSIG with tag {keytag} but that is not in the DNSKEY RRset. Fetched from the nameservers with P addresses "{ns_ip_list}".
da: CDS-recordsættet er signeret af RRSIG med tag {keytag}, men det er ikke DNSKEY RR-sættet. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: La signature de l'ensemble d'enregistrements de type "CDS" a pour tag {keytag} mais cela ne correspond pas à une clé (DNSKEY) existante. Information retournée par les serveurs de noms ayant une des adresses IP suivantes ({ns_ip_list}).
nb: CDS-posten er signert av RRSIG med "key tag" {keytag} men den finnes ikke blandtt DNSKEY-postene. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: CDS RRset je podpisan z RRSIG z oznako {keytag}, kar pa ni v DNSKEY RRsetu. Podatki pridobljeni iz ({ns_ip_list}).

source: The CDS RRset is not signed. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: CDS RR-sættet er ikke signeret. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: L'ensemble d'enregistrements de type "CDS" n'est pas signé. Information retournée par les serveurs de noms ayant une des adresses IP suivantes "({ns_ip_list}".
nb: CDS-posten hentet fra navnetjenere med følgende IP-adresser ({ns_ip_list}) er ikke signert.
sl: CDS RRset ni podpisan. Podatki pridobljeni iz "({ns_ip_list}".

source: A CDS RRset exists, but no DNSKEY record exists. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: Et CDS RR-sæt eksisterer, men ingen DNSKEY-record eksisterer. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: Il existe un ensemble d'enregistrements de type "CDS" mais aucun enregistrement de type "DNSKEY". Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: En CDS-post eksisterer men ingen DNSKEY-post. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: CDS RRset obstaja, toda ne obstaja DNSKEY zapis. Podatki pridobljeni iz "{ns_ip_list}".

source: A single "delete" CDS record is found on the nameservers with IP addresses "{ns_ip_list}".
da: En enkelt "delete" CDS-record er fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: Un unique enregistrement de type "delete CDS" a été retourné par les serveurs de noms ayant une des adresses IP suivantes ({ns_ip_list}).
nb: En "delete" CDS-post funnet på navnetjenere med IP-adresse ({ns_ip_list}).
sl: Najden "delete CDS" zapis na strežnikih ({ns_ip_list}).

source: The DNSKEY RRset is not signed by the DNSKEY that the CDS record with tag {keytag} points to. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: DNSKEY RR-sætter er ikke signeret af den DNSKEY som CDS-recorden med {keytag} peger på. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: L'ensemble d'enregistrements de type "DNSKEY" n'est pas signé par la clé (DNSKEY) correspondant au tag {keytag} de l'enregistrement de type "CDS". Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: DNSKEY-posten er ikke signert av DNSKEY referert av CDS-posten med "key tag" {keytag}. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: DNSKEY RRset ni podpisan z DNSKEY-jem na katerega kaže CDS zapis z oznako {keytag}. Podatki pridobljeni iz "{ns_ip_list}".

source: The CDS RRset is a mixture between "delete" record and other records. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: CDS RR-sættet er et mix mellem "delete" record og andre records. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: Lorsqu'il est présent, l'enregistrement de type "delete CDS" ne peut pas être combiné avec d'autres enregistrements de type "CDS". Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: CDS-posten er en blandning av "delete" og andre poster. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: CDS RRset je mešanica "delete CDS" zapisa in drugih zapisov. Podatki pridobljeni iz "{ns_ip_list}".

source: The CDNSKEY RRset is signed with an RRSIG with tag {keytag}, but the RRSIG does not match the DNSKEY with the same key tag. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: CDNSKEY RR-sætett er signeret med en RRSIG med tag {keytag}, men RRSIG natcher ikke DNSKEY med det samme key tag. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: La signature de l'ensemble d'enregistrements de type "CDNSKEY" a pour tag {keytag}, mais cette signature (RRSIG) ne correspond pas à la clé (DNSKEY) ayant ce tag. Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: CDNSKEY-posten er signert med en RRSIG med "key tag" {keytag}, men den matcher ikke DNSKEY med samme "key tag". Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: CDNSKEY RRset je podpisan z RRSIG z oznako {keytag}, toda RRSIG se ne ujema z DNSKEY-jem z enako oznako. Podatki pridobljeni iz "{ns_ip_list}".

source: The CDNSKEY record with tag {keytag} has the SEP bit (bit 15) unset. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: CDNSKEY-recorden med tag {keytag} har SEP bit (bit 15) deaktiveret. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: L'enregistrement de type "CDNSKEY" avec le tag {keytag} n'a pas le bit SEP positionné (bit 15). Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: CDNSKEY-posten med "key tag" {keytag} har ikke SEP bit (bit 15) satt. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: CDNSKEY zapis z oznako {keytag} nima nastavljenega SEP bita (bit 15). Podatki pridobljeni iz "{ns_ip_list}".

source: The CDNSKEY record with tag {keytag} has the zone bit (bit 7) unset. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: CDNSKEY-recorden med tag {keytag} har zone-bit (bit 7) deaktiveret. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: L'enregistrement de type "CDNSKEY" avec le tag {keytag} n'a pas le bit ZONE positionné (bit 7). Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: CDNSKEY-posten med "key tag" {keytag} har ikke "zone bit" (bit 7) satt. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: CDNSKEY zapis z oznako {keytag} nima nastavljenega zone bita (bit 7). Podatki pridobljeni iz "{ns_ip_list}".

source: The CDNSKEY record with tag {keytag} does not match any DNSKEY record. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: CDNSKEY-recorden med tag {keytag} matcher ikke nogen DNSKEY-record. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: L'enregistrement de type "CDNSKEY" avec le tag {keytag} ne correspond à aucun enregistrement de type "DNSKEY". Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: CDNSKEY-posten med "key tag" {keytag}, matcher ikke noen DNSKEY-poster. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: CDNSKEY z oznako {keytag} se ne ujema z nobenim DNSKEY zapisom. Podatki pridobljeni iz "{ns_ip_list}".

source: The CDNSKEY RRset is not signed by the DNSKEY that the CDNSKEY record with tag {keytag} points to. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: CDNSKEY RR-sættet er ikke signeret af den DNSKEY som CDNSKEY-recorden med tag {keytag} peger på. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: L'ensemble d'enregistrements de type "CDNSKEY" n'est pas signé par la clé (DNSKEY) correspondant au tag {keytag} de l'enregistrement de type "CDNSKEY". Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: CDNSKEY-posten er ikke signert av den DNSKEY som CDNSKEY-posten med "key tag" {keytag} refererer til. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: CDNSKEY RRset ni podpisan z DNSKEY-jem na katerega kaže CDNSKEY zapis z oznako {keytag}. Podatki pridobljeni iz "{ns_ip_list}".

source: The CDNSKEY RRset is signed by RRSIG with tag {keytag} but that is not in the DNSKEY RRset. Fetched from the nameservers with P addresses "{ns_ip_list}".
da: CDNSKEY RR-sættet er signeret med RRSIG med tag {keytag}, men den findes ikke i DNSKEY RR-sættet. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: La signature de l'ensemble d'enregistrements de type "CDNSKEY" a pour tag {keytag} mais cela ne correspond pas à une clé (DNSKEY) existante. Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: CDNSKEY-posten er signert med en RRSIG med "key tag" {keytag}, men den finnes ikke blandt DNSKEY-postene. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: CDNSKEY RRset je podpisan z RRSIG z oznako {keytag}, kar pa ni v DNSKEY RRsetu. Podatki pridobljeni iz "{ns_ip_list}".
