Repository: zonemaster/zonemaster-engine
Catalog: share/*.po
Languages: da, fr, nb, sl

source: The DNS response, on query with unknown EDNS option-code, has unexpected RCODE name "{rcode}" from name servers "{ns_ip_list}".
da: Svaret på DNS-forespøgslen med ukendt EDNS option-code har uventet RCODE-navn "{rcode}" from navneserverne "{ns_ip_list}".
fr: La réponse DNS à une requête contenant un code d’option EDNS inconnu, a le code de retour inattendu "{rcode}". Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: DNS-svaret, på forespørsel med ukjent EDNS "OPTION-CODE", har uventet RCODE-navn "{rcode}" fra navnetjenerne "{ns_ip_list}".
sl: Odgovor na poizvedbo z neznano EDNS option-code vsebuje nepričakovan RCODE "{rcode}". Podatki pridobljeni iz "{ns_ip_list}".

source: The DNS response, on query with unknown EDNS option-code, is unexpectedly not authoritative from name servers "{ns_ip_list}".
da: Svaret på DNS-forespøgslen med ukendt EDNS option-code er ikke som forventet autoritativt fra navneserverne "{ns_ip_list}".
fr: La réponse DNS à une requête contenant un code d’option EDNS inconnu ne fait inopinément pas autorité. Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: DNS-svaret, på forespørsel med ukjent EDNS "OPTION-CODE", er ikke autoritativt som forventet fra navnetjenerne "{ns_ip_list}".
sl: Odgovor na poizvedbo z neznano EDNS option-code ni avtoritativen, kar ni pričakovano. Podatki pridobljeni iz "{ns_ip_list}".

source: The following name server(s) do not respond or respond with SERVFAIL to software version query "{query_name}". Returned from name servers: "{ns_list}"
da: De følgende navneservere svarer ikke på forespørgsler om software-version "{query_name}" eller svarer med SERVFAIL. Returneret fra navneserverne: "{ns_list}"
sl: Naslednji strežniki se ne odzivajo ali vračajo SERVFAIL na poizvedbo po verziji programske opreme "{query_name}". Podatki pridobljeni iz: "{ns_list}"

source: The following name server(s) do not reveal the software version. Returned from name servers: "{ns_list}"
da: De følgende navneservere afslører ikke software-versionen. Returneret fra navneserverne: "{ns_list}"
sl: Naslednji strežniki ne razkrivajo verzijo programske opreme. Podatki pridobljeni iz: "{ns_list}"

source: The following name server(s) respond to software version query "{query_name}" with string "{string}". Returned from name servers: "{ns_list}"
da: De følgende navneservere svarer på forespørgsel om software-version "{query_name}" med strengen "{string}". Returneret fra navneserverne: "{ns_list}"
sl: Naslednji strežniki na poizvedbo po verziji programske opreme "{query_name}" odgovorijo z "{string}". Podatki pridobljeni iz : "{ns_list}"

source: The following name server(s) do not return CH class record(s) on CH class query. Returned from name servers: "{ns_list}"
da: De følgende navneservere returnerer ikke CH-klasseposter ved CH-klasseforespørgsel. Returneret fra navneserverne: "{ns_list}"
sl: Naslednji strežniki ne vračajo CH class zapis(e). Podatki pridobljeni iz: "{ns_list}"

source: Nameserver {ns} does not preserve original case of the queried name ({domain}).
da: Navneserveren {ns} bevarede ikke versaler og minuskler fra forespørgslen ({domain}).
fr: Le serveur de noms {ns} ne conserve pas la casse des noms requêtés dans les réponses '{domain}'.
nb: Navnetjener {ns} besvarer ikke store og små bokstaver som i den opprinnelige spørringen ({domain}).
sl: Strežnik {ns} ni obdržal prvotno velikost črk domene '{domain}'.

source: Nameserver {ns} preserves original case of queried names ({domain}).
da: Navneserveren {ns} bevarede versaler og minuskler fra forespørgslen ({domain}).
fr: Le serveur de noms {ns} conserve la casse des noms requêtés dans les réponses '{domain}'.
nb: Navnetjener {ns} besvarer store og små bokstaver som i den opprinnelige spørringen ({domain}).
sl: Strežnik {ns} je obdržal prvotno velikost črk domene '{domain}'.

source: All nameservers reply with same IP used to query them.
da: Alle navneservere svarede fra samme IP-adresse som de blev spurgt på.
fr: Tous les serveurs de noms répondent avec la même adresse IP que celle utilisée lors de leur requêtage.
nb: Alle navnetjenere svarer fra samme IP som ble brukt ved spørringen.
sl: Vsi strežniki se odzivajo z IP naslovom, ki je bil uporabljen v poizvedbi.

source: Nameserver {ns} returns an upward referral.
da: Navneserveren {ns} returnerede en henvisning til en forælderzone.
fr: Le serveur de noms {ns} répond à la requête de type "NS" sur la racine '.' (upward referral).
nb: Navnetjener {ns} svarte med en peker til foreldresonen.
sl: Strežnik {ns} vrača root oz. upward referral.

source: Upward referral tests skipped for root zone.
da: Opadgående test af henvisninger springes over for root-zonen.
fr: Les tests de type "Upward Referral" n'ont pas de sens pour la racine '.'.
nb: Irrelevant test av foreldresonen for root-sonen.
sl: Testi za upward referral niso bili opravljeni.

source: Nameserver {ns} has one or more unknown EDNS Z flag bits set.
da: Navneserveren {ns} har et eller flere EDNS Z flag bits sat.
fr: Le serveur de noms {ns} répond à une requête avec un ou plusieurs bits "Z" (EDNS) positionnés.
nb: Navnetjener {ns} har en eller flere ukjente EDNS Z-flagg-bits satt.
sl: Strežnik {ns} ima nastavljen bit za neznan EDNS Z.

source: No illegal characters in the domain name
da: Ingen ulovlige tegn i domænenavnet
fr: Le nom de domaine ne contient aucun caractère interdit
nb: Bare tillatte tegn i domenavnet
sl: Domena nima prepovedanih znakov

source: No hyphen ('-') at the start or end of the domain name
da: Ingen bindestreg ('-') i begyndelsen eller slutningen af domænenavnet
fr: Aucun tiret ('-') au début ou à la fin du nom de domaine
nb: Ingen bindestrek ("-") på starten eller slutten av domenenavnet
sl: Ni vezaja ('-') na začetku ali koncu domene

source: There must be no double hyphen ('--') in position 3 and 4 of the domain name
da: Der må ikke være to bindestreger ('--') i position 3 og 4 i domænenavnet
fr: Le double tiret ('--') ne doit pas apparaitre aux positions 3 et 4 du nom de domaine
nb: Det må ikke være dobbel bindestrek ("--") i posisjon 3 og 4 i domenenavnet
sl: Dvojni vezaj ('--') ne sme biti na 3. in 4. mestu v domeni

source: The NS name must have a valid domain/hostname
da: NS-navnet skal have et gyldigt domæne/hostnavn
fr: Le nom du NS doit être un domaine / nom d'hôte valide
nb: NS-navnet må ha et gyldig domene/vertsnavn
sl: NS mora imeti veljavno domeno/hostname

source: Misuse of '@' character in the SOA RNAME field
da: Misbrug af '@'-tegnet i SOA RNAME feltet
fr: Usage erroné du caractère '@' dans le champ RNAME du SOA
nb: Feil bruk av "@"-tegnet i SOA RNAME-post
sl: Nepravilno uporabljen znak '@' v SOA RNAME polju

source: No illegal characters in the SOA RNAME field
da: Ingen ulovlige tegn i SOA RNAME feltet
fr: Absence de caractères interdits dans le champ RNAME du SOA
nb: Fant tegn i SOA MNAME-post som ikke er tillatt
sl: Ni prepovedanih znakov v SOA RNAME polju

source: No illegal characters in the SOA MNAME field
da: Ingen ulovlige tegn i SOA MNAME feltet
fr: Absence de caractères interdits dans le champ MNAME du SOA
nb: Fant tegn i SOA MNAME-post som ikke er tillatt
sl: Ni prepovedanih znakov v SOA MNAME polju

source: MX name must have a valid hostname
da: MX-navnet skal have et gyldigt hostnavn
fr: Le nom du MX doit être un nom d'hôte valide
nb: MX-posten må ha et gyldig vertsnavn
sl: MX mora imeti veljaven hostname

source: Domain name ({domain}) has a label ({label}) with a double hyphen ('--') in position 3 and 4 (with a prefix which is not 'xn--').
da: Domænenavnet ({domain}) har en label ({label}) med bindestreg i position 3 og 4, og et præfiks som ikke er 'xn--'.
fr: Le nom de domaine '{domain}' contient un label ({label}) avec un double tiret ('--') en positions 3 et 4 (avec un préfixe différent de 'xn--').
nb: Domenenavnet ({domain}) har et ledd ({label}) med bindestrek i posisjon 3 og 4 uten at det innledes med IDN-prefikset "xn--".
sl: Domena '{domain}' vsebuje ({label}) z dvojnim vezajem ('--') na 3. in 4. mestu (predpona pa ni 'xn--').

source: Domain name ({domain}) has a label ({label}) starting with an hyphen ('-').
da: Domænenavnet ({domain}) har en label ({label}) som begynder med en bindestreg.
fr: Le nom de domaine '{domain}' contient un label ({label})commençant par un tiret ('-').
nb: Domenenavnet ({domain}) har et ledd ({label}) som innledes med en bindestrek ("-").
sl: Domena '{domain}' vsebuje ({label}), ki ima vezaj ('-') na začetku.

source: SOA MNAME ({domain}) has a label ({label}) with a double hyphen ('--') in position 3 and 4 (with a prefix which is not 'xn--').
da: SOA MNAME ({domain}) har en label ({label}) med bindestreg i position 3 og 4 (og et præfix som ikke er 'xn--'.
fr: Le serveur maître défini dans le champ MNAME du SOA ({domain}) contient un label ({label}) avec un double tiret ('--') en positions 3 et 4 (avec un préfixe différent de 'xn--').
nb: SOA/MNAME-post ({domain}) har et ledd ({label}) med doble bindestreker ("--") i posisjon 3 og 4 (med en prefiks som ikke er "xn--").
sl: SOA MNAME ({domain}) vsebuje ({label}) z dvojnim vezajem ('--') na 3. in 4. mestu, predpona pa ni 'xn--'.

source: Found illegal characters in SOA MNAME ({domain}).
da: Fandt ulovlige tegn i SOA MNAME ({domain}).
fr: Des caractères interdits ont été trouvés dans le nom du serveur maître défini dans le SOA, 'mname' ({domain}).
nb: Fant tegn i SOA/MNAME-post ({domain}) som ikke er tillatt.
sl: Nedovoljeni znaki v SOA MNAME za ({domain}).

source: SOA MNAME ({domain}) within a 'numeric only' TLD ({tld}).
da: SOA MNAME ({domain}) indeholder et 'numerisk' TLD ({tld}).
fr: Le serveur maître défini dans le SOA, 'mname' ({domain}), se trouve dans un TLD 'numeric only' ({tld}).
nb: SOA/MNAME-post ({domain}) ligger i et helnumerisk TLD ({tld}).
sl: SOA MNAME za ({domain}) je znotraj TLD, ki je 'numeric only' ({tld}).

source: SOA MNAME ({domain}) syntax is valid.
da: SOA MNAME ({domain}) syntaks er valid.
fr: La syntaxe du nom du serveur maître défini dans le SOA, 'mname' ({domain}) est valide.
nb: Syntaks på SOA/MNAME-post ({domain}) er OK.
sl: SOA MNAME za ({domain}) ima veljavno sintakso.

source: Domain name MX ({domain}) has a label ({label}) with a double hyphen ('--') in position 3 and 4 (with a prefix which is not 'xn--').
da: Domænets MX ({domain}) har en label ({label}) med bindestreg i position 3 og 4, og et præfiks som ikke er 'xn--'.
fr: Le relais de messagerie ({domain}) contient un label ({label}) avec un double tiret ('--') en positions 3 et 4 (avec un préfixe différent de 'xn--').
nb: Domenets MX-post ({domain}) har et ledd ({label}) med bindestrek i posisjon 3 og 4 uten at det innledes med IDN-prefikset ("xn--").
sl: MX za ({domain}) vsebuje ({label}), ki ima dvojni vezaj ('--') na 3. in 4. mestu, predpona pa ni 'xn--'.

source: Found illegal characters in MX ({domain}).
da: Fandt ulovlige tegn i MX ({domain}).
fr: Des caractères interdits ont été trouvés dans le nom du relais de messagerie ({domain}).
nb: Fant tegn i MX-post ({domain}) som ikke er tillatt.
sl: Nedovoljeni znaki v MX ({domain}).

source: Domain name MX ({domain}) within a 'numeric only' TLD ({tld}).
da: Domænets MX ({domain}) indeholder et 'numerisk' TLD ({tld}).
fr: Le relais de messagerie ({domain}) se trouve dans un TLD 'numeric only' ({tld}).
nb: Domenets MX-post ({domain}) er i et helnumerisk TLD ({tld}).
sl: MX ({domain}) je znotraj TLD, ki je 'numeric only' ({tld}).

source: Domain name MX ({domain}) syntax is valid.
da: Domænenavnets MX-record ({domain}) syntaks er valid.
fr: La syntaxe du nom du relais de messagerie ({domain}) est valide.
nb: Domenets MX-post ({domain}) har gyldig syntaks.
sl: MX domene ({domain}) ima veljavno sintakso.

source: Nameserver ({domain}) has a label ({label}) with a double hyphen ('--') in position 3 and 4 (with a prefix which is not 'xn--').
da: Navneserveren ({domain}) har en label ({label}) med bindestreg i position 3 og 4, og et præfiks som ikke er 'xn--'.
fr: Le serveur de noms ({domain}) contient un label ({label}) avec un double tiret ('--') en positions 3 et 4 (avec un préfixe différent de 'xn--').
nb: Navnetjener ({domain}) har et ledd ({label}) med bindestrek i posisjon 3 og 4 uten at det innledes med IDN-prefikset "xn--".
sl: Strežnik ({domain}) vsebuje ({label}), ki ima dvojni vezaj ('--') na 3. in 4. mestu, predpona pa ni 'xn--'.

source: Found illegal characters in the nameserver ({domain}).
da: Fandt ulovlige tegn i navneservernavnet ({domain}).
fr: Des caractères interdits ont été trouvés dans le nom du serveur de noms ({domain}).
nb: Fant tegn i navnetjenernavnet ({domain}) som ikke er tillatt.
sl: Nedovoljeni znaki v imenu strežnika ({domain}).

source: Nameserver ({domain}) within a 'numeric only' TLD ({tld}).
da: Navneserveren ({domain}) indeholder et 'numerisk' TLD ({tld}).
fr: Le serveur de noms ({domain}) se trouve dans un TLD 'numeric only' ({tld}).
nb: Navnetjener ({domain}) er i et helnumerisk TLD ({tld}).
sl: Strežnik ({domain}) se nahaja znotraj TLD, ki je 'numeric only' ({tld}).

source: Nameserver ({domain}) syntax is valid.
da: Navneserveren ({domain}) - syntaks er valid.
fr: La syntaxe du nom du serveur de noms ({domain}) est valide.
nb: Navnetjener ({domain}) har gyldig syntaks.
sl: Strežnik ({domain}) ima veljavno sintakso.

source: Found illegal characters in the domain name ({domain}).
da: Ulovlige tegn fundet i domænenavnet ({domain}).
fr: Des caractères interdits ont été trouvés dans le nom de domaine '{domain}'.
nb: Fant tegn i domenenavnet ({domain}) som ikke er tillatt.
sl: Nedovoljeni znaki v imenu domene '{domain}'.

source: Domain name ({domain}) has no label with a double hyphen ('--') in position 3 and 4 (with a prefix which is not 'xn--').
da: Domænenavnet ({domain}) indeholder ikke bindestreg i position 3 og 4 (med et præfiks, der ikke er 'xn--').
fr: Le nom de domaine '{domain}' n'a aucun label contenant un double tiret ('--') en positions 3 et 4 (avec un préfixe différent de 'xn--').
nb: Domenenavnet ({domain}) har ingen ledd med bindestrek i posisjon 3 og 4 uten at det innledes med IDN-prefikset ("xn--").
sl: Domena '{domain}' nima dvojnega vezaja ('--') na 3. in 4. mestu (predpona pa ni 'xn--').

source: Neither end of any label in the domain name ({domain}) has a hyphen.
da: Alle labels i domænenavnet ({domain}) begynder eller slutter ikke med bindestreg.
fr: Aucune des extrémités des labels du nom de domain '{domain}' n'est un tiret '-'.
nb: Ingen del av domenenavnet ({domain}) begynner eller slutter med et bindestrek.
sl: Niti začetek niti konec domene '{domain}' ne vsebuje vezaja '-'.

source: No response from nameserver(s) on MX queries.
da: Intet svar fra navneserver(ne) på forespørgsel på MX-record.
fr: Aucune réponse des serveurs de noms sur une requête de type "MX".
nb: Ingen svar fra navnetjenere på MX-spørringer.
sl: Strežnik se ne odziva na MX poizvedbe.

source: No response from nameserver(s) on SOA queries.
da: Intet svar fra navneserver(ne) på forespørgsel på SOA-record.
fr: Aucune réponse des serveurs de noms sur une requête de type "SOA".
nb: Ingen svar fra navnetjenere på SOA-spørringer.
sl: Strežnik se ne odziva na SOA poizvedbe.

source: No illegal characters in the domain name ({domain}).
da: Udelukkende lovlige tegn i domænenavnet ({domain}).
fr: Le nom de domaine '{domain}' ne contient aucun caractère interdit.
nb: Bare tillatte tegn i domenavnet ({domain}).
sl: Domena '{domain}' nima nedovoljenih znakov v imenu.

source: The SOA RNAME mail domain ({domain}) cannot be resolved to a mail server with an IP address.
da: SOA RNAME maildomæne ({domain}) refererer ikke til en mailserver med en IP-adresse.
fr: L'adresse mail du SOA du nom de domaine ({domain}) ne peut pas être résolue en un serveur de messagerie avec une adresse IP.
nb: E-postdomenet ({domain}) fra SOA/RNAME kan ikke resolve til en e-postserver med IP-adresse.
sl: Domeno ({domain}) v polju SOA RNAME ni možno razrešiti v poštni strežnik z IP naslovom.

source: The SOA RNAME mail domain ({domain}) resolved to a mail server with localhost ({localhost}) IP address.
da: SOA RNAME maildomæne ({domain}) refererer til en mailserver med localhost ({localhost}) IP-adresse.
fr: Le nom de domaine ({domain}) de l'adresse mail dans le RNAME du SOA a pour adresse IP une adresse locale ({localhost}).
nb: E-postdomenet ({domain}) fra SOA/RNAME resolver til en e-postserver med localhost ({localhost}) IP-adresse.
sl: Domena ({domain}) iz SOA RNAME polja se je razrešila v localhost ({localhost}) IP naslov.

source: The SOA RNAME mail domain ({domain}) refers to an address which is an alias (CNAME).
da: SOA 'RNAME' maildomæne ({domain}) refererer til en adresse som er et alias (CNAME).
fr: Le nom de domaine ({domain}) de l'adresse mail dans le RNAME du SOA fait référence à une adresse qui est un alias (CNAME).
nb: E-postdomenet ({domain}) fra SOA/RNAME resolver til en alias (CNAME).
sl: Domena ({domain}) iz SOA RNMAME polja se nanaša na naslov, ki je alias (CNAME).

source: Misused '@' character found in SOA RNAME field ({rname}).
da: '@' må ikke anvendes i SOA RNAME ({rname}).
fr: Il ne doit pas y avoir de caractère '@' dans le champ RNAME ({rname}) du SOA.
nb: Feil bruk av "@"-tegnet i SOA/RNAME ({rname}).
sl: Nepravilna raba znaka '@' v SOA RNAME polju ({rname}).

source: There is no misused '@' character in the SOA RNAME field ({rname}).
da: '@' må ikke anvendes i SOA RNAME field ({rname}).
fr: Il n'y a aucun caractère '@' dans le champ RNAME ({rname}) du SOA.
nb: Ingen feil bruk av "@"-tegnet i SOA/RNAME ({rname}).
sl: Ni nepravilne rabe znaka '@' v SOA RNAME polju ({rname}).

source: Illegal character(s) found in SOA RNAME field ({rname}).
da: Ulovlige tegn i SOA RNAME ({rname}).
fr: Le champ RNAME ({rname}) du SOA n'est pas conforme aux règles définies dans le RFC2822.
nb: Fant tegn i SOA/MNAME-post ({rname}) som ikke er tillatt.
sl: Nedovoljeni znaki v SOA RNAME polju ({rname}).

source: The SOA RNAME field ({rname}) is compliant with RFC2822.
da: SOA RNAME værdi ({rname}) overholder RFC2822.
fr: Le champ RNAME ({rname}) du SOA est conforme aux règles définies dans le RFC2822.
nb: Verdien på SOA/RNAME ({rname}) er i henhold til RFC2822.
sl: SOA RNAME ({rname}) polje je skladno z RFC2822.

source: Domain name ({domain}) has a label ({label}) ending with a hyphen ('-').
da: Domænenavnet ({domain}) har en label ({label}) som slutter med en bindestreg.
fr: Le nom de domaine '{domain}' contient un label ({label}) se terminant par un tiret '-'.
nb: Domenenavnet ({domain}) har et ledd ({label}) som slutter med en bindestrek ("-").
sl: Domena '{domain}' vsebuje ({label}), ki se konča z vezajem '-'.

source: Fully qualified master nameserver in SOA
da: Fuldt kvalificeret primær navneserver i SOA
fr: Le serveur de noms principal est pleinement qualifié dans le SOA
nb: Fullt kvalifisert master-navnetjener i SOA
sl: Master strežnik je opredeljen v SOA

source: SOA 'refresh' minimum value
da: SOA 'refresh' minimumsværdi
fr: Valeur minimale du champ 'refresh' du SOA
nb: SOA/REFRESH minimumsverdi
sl: Minimalna vrednost 'refresh' v SOA

source: SOA 'retry' lower than 'refresh'
da: SOA 'retry' mindre end 'refresh'
fr: Champ 'retry' du SOA inférieur au champ 'refresh'
nb: SOA/RETRY er lavere enn SOA/REFRESH
sl: Vrednost SOA 'retry' je manjša od 'refresh'

source: SOA 'retry' at least 1 hour
da: SOA 'retry' mindst 1 time
fr: Champ 'retry' du SOA supérieur à 1 heure
nb: SOA/RETRY er minst en time
sl: SOA 'retry' vsaj 1 uro

source: SOA 'expire' minimum value
da: SOA 'expire' minimumsværdi
fr: Valeur minimale du champ 'expire' du SOA
nb: SOA/EXPIRE minimumsverdi
sl: Minimalna vrednost 'expire' v SOA

source: SOA 'minimum' maximum value
da: SOA 'minimum' maksimumsværdi
fr: Valeur maximale du champ 'expire' du SOA
nb: SOA/MINIMUM maksimumsverdi
sl: Maksimalna vrednost 'expire' v SOA

source: SOA master is not an alias
da: SOA primær er ikke et alias
fr: Le nom maître du SOA n’est pas un alias
nb: SOA/MNAME er ikke et alias
sl: SOA master ni alias

source: MX is not an alias
da: MX er ikke et alias
fr: Le MX n’est pas un alias
nb: MX-post er ikke et alias
sl: MX ni alias

source: MX record present
da: MX-record tilstede
fr: Présence d’un enregistrement MX
nb: MX-post til stede
sl: MX zapis je prisoten

source: No multiple SOA records
da: Ingen multiple SOA-records
fr: Absence d’enregistrements SOA multiples
nb: Ingen multiple SOA-poster
sl: Ni prisotnih več SOA zapisov

source: SPF policy validation
da: SPF politik-validering
sl: Validacija SPF pravil

source: SOA 'retry' value ({retry}) is less than the recommended one ({required_retry}).
da: SOA-recordens 'retry'-værdi ({retry}) er mindre end anbefalet værdi ({required_retry}).
fr: Dans le SOA, la valeur du champ 'retry' ({retry}) est plus petite que la valeur recommandée ({required_retry}).
nb: Verdien på SOA/RETRY ({retry}) er lavere enn anbefalt minimum ({required_retry}).
sl: SOA 'retry' vrednost ({retry}) je manjša od priporočene ({required_retry})

source: SOA 'retry' value ({retry}) is at least equal to the minimum recommended value ({required_retry}).
da: SOA 'retry'-værdi ({retry}) er større end den anbefalede minimumsværdi ({required_retry}).
fr: Dans le SOA, la valeur du champ 'retry' ({retry}) est au moins égale à la valeur minimale recommandée ({required_retry}).
nb: Verdien på SOA/RETRY ({retry}) er minst lik anbefalt minimum ({required_retry}).
sl: SOA 'retry' vrednost ({retry}) je vsaj enaka minimalno priporočeni ({required_retry}).

source: SOA 'mname' value ({mname}) refers to a NS which is an alias (CNAME).
da: SOA 'MNAME' ({mname}) refererer til en NS-record som er et alias (CNAME).
fr: Le serveur maître défini dans le SOA, 'mname' ({mname}), fait référence à un serveur de noms qui est un alias (CNAME).
nb: Navnetjeneren i SOA/MNAME-post ({mname}) refererer til en NS-post som er et alias (CNAME).
sl: SOA 'mname' ({mname}) se nanaša na NS, ki je alias (CNAME).

source: SOA 'mname' value ({mname}) refers to a NS which is not an alias (CNAME).
da: SOA MNAME {mname} refererer ikke til et alias (CNAME).
fr: Le serveur maître défini dans le SOA, 'mname' ({mname}), fait référence à un serveur de noms qui n'est pas un alias (CNAME).
nb: Navnetjener i SOA/MNAME-post ({mname}) refererer til en NS-post som ikke er et alias (CNAME).
sl: SOA 'mname' ({mname}) se nanaša na NS, ki ni alias (CNAME).

source: SOA 'refresh' value ({refresh}) is less than the recommended one ({required_refresh}).
da: SOA-recordens 'refresh'-værdi ({refresh}) er mindre end anbefalet værdi ({required_refresh}).
fr: Dans le SOA, la valeur du champ 'refresh' ({refresh}) est plus petite que la valeur recommandée ({required_refresh}).
nb: Verdien på SOA/REFRESH ({refresh}) er lavere enn anbefalt minimum ({required_refresh}).
sl: SOA 'refresh' vrednost ({refresh}) je manjša od priporočene ({required_refresh}).

source: SOA 'refresh' value ({refresh}) is at least equal to the minimum recommended value ({required_refresh}).
da: SOA 'refresh'-værdi ({refresh}) er større end eller lig den anbefalede minimumsværdi ({required_refresh}).
fr: Dans le SOA, la valeur du champ 'refresh' ({refresh}) est au moins égale à la valeur minimale recommandée ({required_refresh}).
nb: Verdien på SOA/REFRESH ({refresh}) er minst lik anbefalt minimumsverdi ({required_refresh}).
sl: SOA 'refresh' vrednost ({refresh}) je vsaj enaka minimalno priporočeni ({required_refresh}).
