Repository: zonemaster/zonemaster-engine
Catalog: share/*.po
Languages: da, fr, nb, sl

source: The CDNSKEY RRset is not signed. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: CDNSKEY RR-sættet er ikke signeret. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: L'ensemble d'enregistrements de type "CDNSKEY" n'est pas signé. Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: CDNSKEY-posten er ikke signert. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: CDNSKEY RRset ni podpisan. Podatki pridobljeni iz "{ns_ip_list}".

source: A CDNSKEY RRset exists, but no DNSKEY record exists. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: Et CDNSKEY RR-sæt eksisterer, men ingen DNSKEY-record eksisterer. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: Il existe un ensemble d'enregistrements de type "CDNSKEY" mais aucun enregistrement de type "DNSKEY". Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: CDNSKEY-posten eksisterer men ingen DNSKEY-post. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: CDNSKEY RRset obstaja, toda DNSKEY ne obstaja. Podatki pridobljeni iz "{ns_ip_list}".

source: A single "delete" CDNSKEY record is found on the nameservers with IP addresses "{ns_ip_list}".
da: En enkelt "delete" CDNSKEY-record er funder på navneserverne med IP-adresserne "{ns_ip_list}".
fr: Un unique enregistrement CDNSKEY de type "delete" a été retourné par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: En "delete" CDNSKEY-post funnet på navnetjenere med IP-adressene ({ns_ip_list}).
sl: Najden CDNSKEY "delete" zapis na strežniku "{ns_ip_list}".

source: The DNSKEY RRset is not signed by the DNSKEY that the CDNSKEY record with tag {keytag} points to. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: DNSKEY RR-sættet er ikke signeret af den DNSKEY som CDNSKEY-recorden med tag {keytag} peger på. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: L'ensemble d'enregistrements de type "DNSKEY" n'est pas signé par la clé correspondant au tag {keytag} de l'enregistrement de type "CDNSKEY". Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: DNSKEY-posten er ikke signert av den DNSKEY som CDNSKEY-posten med "key tag" {keytag} refererer til. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: DNSKEY RRset ni podpisan z DNSKEY-jem na katerega kaže CDNSKEY zapis z oznako {keytag}. Podatki pridobljeni iz "{ns_ip_list}".

source: The CDNSKEY RRset is a mixture between "delete" record and other records. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: CDNSKEY RR-sættet er et mix mellem "delete" record og andre records. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: Le jeu d'enregistrements CDNSKEY même un enregistrement de type "delete" et d'autres enregistrements. Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: CDNSKEY-posten er en blanding mellom "delete"- og andre poster. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: CDNSKEY RRset je mešanica med "delete" zapisom in ostalimi zapisi. Podatki pridobljeni iz "{ns_ip_list}".

source: The CDS RRset is not signed with a DNSKEY record that a DS record points to. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: CDS RR-sættet er ikke signeret af en DNSKEY-record som en DS-record peger på. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: L'ensemble d'enregistrements de type "CDS" n'est pas signé par une clé (DNSKEY) correspondant au tag de l'enregistrement de type "DS". Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: CDS-posten er ikke signert av DNSKEY referert av DS-posten. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: CDS RRset ni podpisan z DNS zapisom na katerega kaže DS zapis. Podatki pridobljeni iz "{ns_ip_list}".

source: The CDNSKEY RRset is not signed with a DNSKEY record that a DS record points to. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: CDNSKEY RR-sætter er ikke signeret af en DNSKEY-record som en DS-record peger på. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: L'ensemble d'enregistrements de type "CDNSKEY" n'est pas signé par une clé (DNSKEY) correspondant au tag de l'enregistrement de type "DS". Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: CDNSKEY-posten er ikke signert av DNSKEY referert av DS-posten. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: CDNSKEY RRset ni podpisan z DNSKEY zapisom na katerega kaže DS zapis. Podatki pridobljeni iz "{ns_ip_list}".

source: {parent} sent a DS record, but {child} did not send a DNSKEY record.
da: {parent} returnerede en DS-record, men {child} returnerede ingen DNSKEY-record.
fr: Le serveur de noms de la zone parente {parent} retourne un enregistrement de type "DS" mais le serveur de noms de la zone {child} ne retournent pas d'enregistrement de type "DNSKEY".
nb: {parent} sendte en DS-post, men {child} sendte ingen DNSKEY-post.
sl: Nadrejena cona {parent} je poslala DS zapis, podrejena cona {child} pa ni poslala DNSKEY zapis.

source: RRSIG with keytag {keytag} and covering type(s) {types} has a duration of {duration} seconds, which is too long.
da: RRSIG-recorden med keytag {keytag}, dækkende typerne {types} har en gyldighed på {duration} sekunder, hvilket er for længe.
fr: La signature (RRSIG) avec la clé de tag {keytag} et couvrant les enregistrements de type(s) "{types}" a une durée de {duration} secondes, ce qui est trop long.
nb: RRSIG med "key tag" {keytag} som dekker posttyper {types} har en levetid på {duration} sekunder, som er for lenge.
sl: RRSIG z oznako {keytag}, ki pokriva "{types}" traja {duration} sekund, kar je predolgo.

source: RRSIG with keytag {keytag} and covering type(s) {types} has a duration of {duration} seconds, which is just fine.
da: RRSIG-recorden med keytag {keytag}, dækkende typerne {types} har en gyldighed på {duration} sekunder, hvilket er OK.
fr: La signature (RRSIG) avec la clé de tag {keytag} et couvrant les enregistrements de type(s) "{types}" a une durée de {duration} secondes, ce qui est raisonnable.
nb: RRSIG med "key tag" {keytag} som dekker posttyper {types} har en levetid på {duration} sekunder, som er ok.
sl: RRSIG z oznako {keytag}, ki pokriva "{types}" traja {duration} sekund, kar je v redu.

source: Server at {server} sent {keys} DNSKEY records, and {sigs} RRSIG records.
da: Navneserveren {server} returnerede {keys} DNSKEY-records, og {sigs} RRSIG-records.
fr: Le serveur de noms {server} retourne des clés (DNSKEY) {keys}, et les signatures (RRSIG) {sigs}.
nb: Navnetjeneren {server} sendte {keys} DNSKEY-poster og {sigs} RRSIG-poster.
sl: Strežnik {server} je poslal (DNSKEY) {keys} in podpise (RRSIG) {sigs}.

source: Server at {server} sent {keys} DNSKEY records and {sigs} RRSIG records.
da: Navneserveren {server} returnerede {keys} DNSKEY-records, og {sigs} RRSIG-records.
fr: Le serveur de noms {server} retourne des clés (DNSKEY) {keys} et les signatures (RRSIG) {sigs}.
nb: Navnetjeneren {server} sendte {keys} DNSKEY-poster og {sigs} RRSIG-poster.
sl: Strežnik {server} je poslal (DNSKEY) {keys} in podpise (RRSIG) {sigs}.

source: Key with keytag {keytag} details : Size = {keysize}, Flags ({sep}, {rfc5011}).
da: Detaljer bag nøglen med keytag {keytag}: Størrelse = {keysize}, Flag ({sep}, {rfc5011}).
fr: Quelques détails pour la clé (DNSKEY) avec le tag {keytag} : Size = {keysize}, Flags ({sep}, {rfc5011}).
nb: Nøkkel med "key tag" {keytag}. Detaljer: størrelse = {keysize}, flagg = ({sep}, {rfc5011}).
sl: Ključ (DNSKEY) z oznako {keytag} : Velikost = {keysize}, Zastavice ({sep}, {rfc5011}).

source: All keys from the DNSKEY RRset have the correct size.
da: Alle nøgler i DNSKEY RRset har den rigtige størrelse.
fr: Toutes les clés de l'apex (DNSKEY RRset) ont une taille correcte.
nb: Alle nøkkler fra DNSKEY-postene har korrekt størrelse.
sl: Vsi ključi DNSKEY RRseta so pravilne velikosti.

source: There are neither DS nor DNSKEY records for the zone.
da: Zonen indeholder hverken DS- eller DNSKEY-records.
fr: Il n'y a pas enregistrements de type "DS", ni de type "DNSKEY" pour la zone.
nb: Sonen har verken DS- eller DNSKEY-poster.
sl: Ni niti DS niti DNSKEY zapisov za cono.

source: Nameserver {ns} responded with no DNSKEY record(s).
da: Navneserveren {ns} returnerede ingen DNSKEY record(s).
fr: Le serveur de noms {ns} répond mais ne renvoie aucun enregistrement de type "DNSKEY".
nb: Navnetjener {ns} svarte ikke med noen DNSKEY-post.
sl: Strežnik {ns} je poslal odgovor brez DNSKEY zapisov.

source: The zone is not signed with DNSSEC.
da: Zonen er ikke signeret med DNSSEC.
fr: La zone n'est pas signée avec DNSSEC.
nb: Sonen er ikke signert med DNSSEC.
sl: Cona ni DNSSEC podpisana.

source: RRSIG with keytag {keytag} and covering type(s) {types} has a remaining validity of {duration} seconds, which is too long.
da: RRSIG-recorden med keytag {keytag}, dækkende typerne {types} har en resterende gyldighed på {duration} sekunder, hvilket er for længe.
fr: La signature (RRSIG) avec la clé de tag {keytag} et couvrant les enregistrements de type(s) "{types}" a une durée de validitée restante de {duration} secondes, ce qui est trop long.
nb: RRSIG med "key tag" {keytag} som dekker typer {types}, har en gjenstående levetid på {duration} sekunder, som er for lenge.
sl: RRSIG z oznako {keytag}, ki pokriva "{types}" ima veljavnost še {duration} sekund, kar je predolgo.

source: RRSIG with keytag {keytag} and covering type(s) {types} has a remaining validity of {duration} seconds, which is too short.
da: RRSIG-recorden med keytag {keytag}, dækkende typerne {types} har en resterende gyldighed på {duration} sekunder, hvilket er for lidt.
fr: La signature (RRSIG) avec la clé de tag {keytag} et couvrant les enregistrements de type(s) "{types}" a une durée de validitée restante de {duration} secondes, ce qui est trop court.
nb: RRSIG med "key tag" {keytag} som dekker typer {types} har en gjenstående levetid på {duration} sekunder, som er for kort.
sl: RRSIG z oznako {keytag}, ki pokriva "{types}" ima veljavnost še{duration} sekund, kar je premalo.

source: RRSIG with keytag {keytag} and covering type(s) {types} expires at : {date}.
da: RRSIG med keytag {keytag} dækkende typerne {types} udløber : {date}.
fr: La signature (RRSIG) avec la champ keytag {keytag} et couvrant les enregistrements de type(s) "{types}" expire à la date suivante : {date}.
nb: RRSIG med "key tag" {keytag} som dekker typer {types} løper ut {date}.
sl: RRSIG z oznako {keytag}, ki pokriva "{types}" poteče : {date}.

source: RRSIG with keytag {keytag} and covering type(s) {types} has already expired (expiration is: {expiration}).
da: RRSIG-recorden med {keytag}, dækkende typerne {types}, er allerede udløbet (udløbsdato er: {expiration}).
fr: La signature (RRSIG) avec la champ keytag {keytag} et couvrant les enregistrements de type(s) "{types}" a expiré (date d'expiration: {expiration}).
nb: RRSIG med "key tag" {keytag} som dekker typer {types} er allerede utløpt (utløpstidspunkt er {expiration}).
sl: RRSIG z oznako {keytag}, ki pokriva "{types}" je že potekel (datum poteka: {expiration}).

source: Minimum number of name servers
da: Minimum antal navneservere
fr: Nombre minimal de serveurs de noms
nb: Minimum antall navnetjenere
sl: Minimalno število imenskih strežnikov

source: Name servers must have distinct IP addresses
da: Navneserverne skal have distinkte IP-adresser
fr: Les serveurs de noms doivent avoir des adresses IP distinctes
nb: Navnetjenere må ha distinkte IP-adresser
sl: Imenski strežniki morajo imeti ločene IP naslove

source: No truncation of referrals
da: Ingen afkortning af henvisninger
fr: Non-troncature des références
nb: Ingen trunkering av henvisninger
sl: Ni dovoljeno skrajševanje referenc

source: Name server is authoritative
da: Navneserveren er autoritativ
fr: Le serveur de noms fait autorité.
nb: Navnetjener er autoritativ
sl: Imenski strežnik je avtoritativen

source: Name server must not point at CNAME alias
da: Navneserveren må ikke pege på et CNAME-alias
fr: Le serveur de noms ne doit pas pointer sur un alias (CNAME)
nb: Navnetjener må ikke peke på CNAME-alias
sl: Strežnik ne sme kazati na CNAME alias

source: Existence of SOA
da: Eksistens af SOA
fr: Existence du SOA
nb: Eksistensen av SOA
sl: Obstoj SOA

source: Parent glue name records present in child
da: Glue-record navn hos forælderen findes hos barnet
fr: Présence des enregistrements de la colle de la zone parente dans la zone
nb: Lim-poster i foreldresonen til stede i underordnet sone
sl: Glue zapisi nadrejene cone so prisotni v podrejeni coni

source: All these nameservers are confirmed to be authoritative : {nsname_list}.
da: Alle disse navneservere er autoritative : {nsname_list}.
fr: Ces serveurs de noms ont pu être vérifiés comme faisant autorité : {nsname_list}.
nb: Alle disse navnetjenerne er autoritative: {nsname_list}.
sl: Vsi strežniki so potrjeno avtoritativni : {nsname_list}.

source: All the IP addresses used by the nameservers in child are unique.
da: Alle IP-adresserne bag barnets navneservere er unikke.
fr: Sur les serveurs de noms de la zone, toutes les adresses IP utilisées par les serveurs de noms sont uniques.
nb: Alle IP-adresser som er brukt av navnetjenerne i undersonen er unike.
sl: Vsi IP naslovi stežnikov v podrejeni coni so unikatni.

source: IP {ns_ip} in child refers to multiple nameservers ({nsname_list}).
da: IP {ns_ip} hos barnet refererer til flere navneservere ({nsname_list}).
fr: L'adresse IP {ns_ip} retournée par les serveurs de noms de la zone fait référence à plusieurs serveurs de noms ({nsname_list}).
nb: IP-adresse {ns_ip} brukes av flere navnetjenere ({nsname_list}) i undersonen.
sl: IP naslov {ns_ip} v podrejeni coni se nanaša na več strežnikov ({nsname_list}).

source: All the IP addresses used by the nameservers in parent are unique.
da: Alle IP-adresserne bag forælderens navneservere er unikke.
fr: Sur les serveurs de noms de la zone parente, toutes les adresses IP utilisées par les serveurs de noms sont uniques.
nb: Alle navnetjenere i delegeringen bruker unike IP-adresser.
sl: Vsi IP naslovi strežnikov v nadrejeni coni so unikatni.

source: IP {ns_ip} in parent refers to multiple nameservers ({nsname_list}).
da: IP {ns_ip} hos forælderen refererer til flere navneservere ({nsname_list}).
fr: L'adresse IP {ns_ip} retournée par les serveurs de noms de la zone parente fait référence à plusieurs serveurs de noms ({nsname_list}).
nb: IP-adresse {ns_ip} brukes til flere navnetjenere (NS-poster) i delegeringen ({nsname_list}).
sl: IP naslov {ns_ip} v nadrejeni coni se nanaša na več strežnikov ({nsname_list}).

source: All the IP addresses used by the nameservers are unique.
da: Alle navneservernes IP-adresser er unikke.
fr: Toutes les adresses IP utilisées par les serveurs de noms sont uniques.
nb: Alle IP-addresser som brukes av navnetjenerne er unike.
sl: Vsi IP naslovi strežnikov so unikatni.

source: Child lists enough ({count}) nameservers that resolve to IPv4 addresses. Lower limit set to {minimum}. Name servers: {ns_list}
da: Barnet indeholder tilstrækkeligt antal ({count}) navneservere, der opløses til IPv4-adresser. Minimumsværdien er {minimum}. Navneservere: {ns_list}
sl: Podrejena cona šteje dovolj ({count}) strežnikov z IPv4 naslovi ({ns_list}). Spodnja meja je nastavljena na {minimum}.

source: Delegation lists enough ({count}) nameservers that resolve to IPv4 addresses. Lower limit set to {minimum}. Name servers: {ns_list}
da: Delegeringen indeholder et tilstrækkeligt antal ({count}) navneservere, der opløses til IPv4-adresser. Minimumsværdien er {minimum}. Navneservere: {ns_list}
sl: Nadrejena cona šteje dovolj ({count}) strežnikov z IPv4 naslovi ({ns_list}). Spodnja meja je nastavljena na {minimum}.

source: Child lists enough ({count}) nameservers that resolve to IPv6 addresses. Lower limit set to {minimum}. Name servers: {ns_list}
da: Barnet indeholder tilstrækkeligt antal ({count}) navneservere, der opløses til IPv6-adresser. Minimumsværdien er {minimum}. Navneservere: {ns_list}
sl: Podrejena cona šteje dovolj ({count}) strežnikov z IPv6 naslovi ({ns_list}). Spodnja meja je nastavljena na {minimum}.

source: Delegation lists enough ({count}) nameservers that resolve to IPv6 addresses. Lower limit set to {minimum}. Name servers: {ns_list}
da: Delegeringen indeholder et tilstrækkeligt antal ({count}) navneservere, der opløses til IPv6-adresser. Minimumsværdien er {minimum}. Navneservere: {ns_list}
sl: Nadrejena cona šteje dovolj ({count}) strežnikov z IPv6 naslovi ({ns_list}). Spodnja meja je nastavljena na {minimum}.

source: Child lists enough ({count}) nameservers. Lower limit set to {minimum}. Name servers: {nsname_list}
da: Barnet indeholder tilstrækkeligt antal ({count}) navneservere. Minimumsværdien er {minimum}. Navneservere: {nsname_list}
sl: Podrejena cona šteje dovolj ({count}) strežnikov ({nsname_list}). Spodnja meja nastavljena na {minimum}.

source: Delegation lists enough ({count}) nameservers. Lower limit set to {minimum}. Name servers: {nsname_list}
da: Delegeringen indeholder et tilstrækkeligt antal ({count}) navneservere. Minimumsværdien er {minimum}. Navneservere: {nsname_list}
sl: Nadrejena cona šteje dovolj ({count}) strežnikov ({nsname_list}). Spodnja meja nastavljena na {minimum}.

source: Child has nameserver(s) not listed at parent ({extra}).
da: Barnet indeholder en eller flera navneservere som ikke findes hos forælderen ({extra}).
fr: Les serveurs de noms de la zone retournent des serveurs faisant autorité ({extra}) qui ne le sont pas par les serveurs de noms de la zone parente.
nb: Underdomene har ekstra navnetjenere som ikke er publisert hos foreldredomene ({extra}).
sl: Podrejena cona ima strežnik(e), ki ni(so) v nadrejeni coni ({extra}).

source: Parent has nameserver(s) not listed at the child ({extra}).
da: Forælderen har en eller flera navneservere som ikke findes hos barnet ({extra}).
fr: Les serveurs de noms de la zone parente retournent des serveurs faisant autorité ({extra}) qui ne le sont pas par les serveurs de noms de la zone.
nb: Delegeringen i foreldresonen har en eller flere navnetjenere (NS-poster) som ikke er listet i undersonen ({extra}).
sl: Nadrejena cona ima strežnik(e), ki ni(so) v podrejeni coni ({extra}).

source: Nameserver {ns} response is not authoritative on {proto} port 53.
da: Navneserveren {ns} svarede ikke autoritativt på {proto} port 53.
fr: La réponse du serveur de noms {ns} reçue sur le port 53/{proto} ne fait pas autorité.
nb: Navnetjener {ns} svarte ikke autoritativt over {proto} på port 53.
sl: Strežnik {ns} je na vratih 53/{proto} podal neavtoritativen odgovor.

source: All of the nameserver names are listed both at parent and child.
da: Alle navneservere listet findes både hos forælder og barn.
fr: Tous les serveurs de noms de la zone font partie de la liste des serveurs de noms retournés par les serveurs de noms de la zone parente ainsi que par les serveurs de noms de la zone elle-même.
nb: Alle navnetjenere (NS-poster) finnes både i delegeringen (foreldresonen) og i undersonen.
sl: Strežniki v nadrejeni in podrejeni coni so enaki.

source: Nameserver {ns} did not respond to a query for name {query_name} and type {rrtype}.
da: Navneserveren {ns} svarer ikke på forespørgsler for {query_name} med type {rrtype}.

source: Child does not list enough ({count}) nameservers that resolve to IPv4 addresses. Lower limit set to {minimum}. Name servers: {ns_list}
da: Barnet indeholder ikke tilstrækkeligt antal ({count}) navneservere, der opløses til IPv4-adresser. Minimumsværdien er {minimum}. Navneservere: {ns_list}
sl: Podrejena cona ne šteje dovolj ({count}) strežnikov, ki se razrešijo v IPv4 naslove ({ns_list}). Spodnja meja nastavljena na {minimum}.

source: Delegation does not list enough ({count}) nameservers that resolve to IPv4 addresses. Lower limit set to {minimum}. Name servers: {ns_list}
da: Delegeringen indeholder ikke tilstrækkeligt antal ({count}) navneservere, der opløses til IPv4-adresser. Minimumsværdien er {minimum}. Navneservere: {ns_list}
sl: Nadrejena cona ne šteje dovolj ({count}) strežnikov, ki se razrešijo v IPv4 naslove ({ns_list}). Spodnja meja nastavljena na {minimum}.

source: Child does not list enough ({count}) nameservers that resolve to IPv6 addresses. Lower limit set to {minimum}. Name servers: {ns_list}
da: Barnet indeholder ikke tilstrækkeligt antal ({count}) navneservere, der opløses til IPv6-adresser. Minimumsværdien er {minimum}. Navneservere: {ns_list}
sl: Podrejena cona ne šteje dovolj ({count}) strežnikov, ki se razrešijo v IPv6 naslove ({ns_list}). Spodnja meja nastavljena na {minimum}.

source: Delegation does not list enough ({count}) nameservers that resolve to IPv6 addresses. Lower limit set to {minimum}. Name servers: {ns_list}
da: Delegeringen indeholder ikke tilstrækkeligt antal ({count}) navneservere, der opløses til IPv6-adresser. Minimumsværdien er {minimum}. Navneservere: {ns_list}
sl: Nadrejena cona ne šteje dovolj ({count}) strežnikov, ki se razrešijo v IPv6 naslove ({ns_list}). Spodnja meja nastavljena na {minimum}.

source: Child does not list enough ({count}) nameservers. Lower limit set to {minimum}. Name servers: {nsname_list}
da: Barnet indeholder ikke tilstrækkeligt antal ({count}) navneservere ({nsname_list}). Minimumsværdien er {minimum}.
sl: Podrejena cona ne šteje dovolj ({count}) strežnikov ({nsname_list}). Spodnja meja nastavljena na {minimum}.

source: Delegation does not list enough ({count}) nameservers. Lower limit set to {minimum}. Name servers: {nsname_list}
da: Delegeringen indeholder ikke tilstrækkeligt antal ({count}) navneservere ({nsname_list}). Minimumsværdien er {minimum}.
sl: Nadrejena cona ne šteje dovolj ({count}) strežnikov ({nsname_list}). Spodnja meja nastavljena na {minimum}.

source: Child lists no nameserver that resolves to an IPv4 address. If any were present, the minimum allowed would be {minimum}.
da: Barnet indeholder ingen navneservere med IPv4-adresser. Minimumsværdien er {minimum}, hvis der havde været nogle.
fr: Les serveurs de noms de la zone ne retournent pas de serveurs ayant une adresse IPv4. Si il y en avait, il en faudrait au minimum {minimum}.
nb: Underdomene lister ikke noen navnetjener som har IPv4-adresse. Minimum antall er {minimum}.
sl: Podrejena cona nima strežnikov z IPv4 naslovi. Če bi jih imela, bi jih morala imeti najmanj {minimum}.

source: Delegation lists no nameserver that resolves to an IPv4 address. If any were present, the minimum allowed would be {minimum}.
da: Delegeringen indeholder ikke navneservere med IPv4-adresser. Mindsteværdien er {minimum}, hvis der havde været nogle.
fr: Les serveurs de noms de la zone parente ne retournent pas de serveurs ayant une adresse IPv4. Si il y en avait, il en faudrait au minimum {minimum}.
nb: Delegeringen lister ingen navnetjener som har IPv4-adresse. Minimum antall er {minimum}.
sl: Nadrejena cona nima strežnikov z IPv4 naslovi. Če bi jih imela, bi jih morala imeti najmanj {minimum}.

source: Child lists no nameserver that resolves to an IPv6 address. If any were present, the minimum allowed would be {minimum}.
da: Barnet indeholder ingen navneservere med IPv6-adresser. Minimumsværdien er {minimum}, hvis der havde været nogle.
fr: Les serveurs de noms de la zone ne retournent pas de serveurs ayant une adresse IPv6. Si il y en avait, il en faudrait au minimum {minimum}.
nb: Underdomene lister ikke noen navnetjener som har IPv6-adresse. Minimum antall er {minimum}.
sl: Podrejena cona nima strežnikov z IPv6 naslovi. Če bi jih imela, bi jih morala imeti vsaj {minimum}.
