Repository: zonemaster/zonemaster-engine
Catalog: share/*.po
Languages: da, fr, nb, sl

source: Big packet size ({size}) (try with "{command}").
da: Stor pakkestørrelse ({size}) (prøv med "{command}").
fr: La taille du paquet ({size} octets) est trop importante (tester avec la commande "{command}").
nb: Stor pakkestørrelse ({size}) (prøv med "{command}").
sl: Velik paket ({size} bajtov) (uporabi ukaz "{command}").

source: TEST_CASE_END {testcase}.
sl: TEST_CASE_KONEC {testcase}.

source: TEST_CASE_START {testcase}.
sl: TEST_CASE_ZAČETEK {testcase}.

source: Prefix database error. No data to analyze for IP address {ns_ip}.
fr: Erreur avec la base de données des préfixes IP. Aucune donnée à analyser pour l'adresse IP {ns_ip}.
nb: Feil i databasen for IP-prefiks. Ingen data å analysere for {ns_ip}.
sl: Napaka. Ni podatkov za analizo IP naslova {ns_ip}.

source: The name "{domain}" of RR type "{rrtype}" is signed by RRSIG, but the signature or signatures cannot be verified. Fetched from the nameservers with IP addresses "{ns_ip_list}".
fr: L'enregistrement de type "{rrtype}" pour le nom "{domain}" est signé (RRSIG) mais les signatures ne peuvent pas être vérifiées. Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: Domenenavnet "{domain}" med RR-type "{rrtype}" er signert med RRSIG, men den kan ikke verifieres. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: Zapis {rrtype} za domeno {domain} je podpisan, toda podpisa ni mogoče preveriti. Podatki pridobljeni iz "{ns_ip_list}".

source: The zone has NSEC records. Fetched from the nameservers with IP addresses "{ns_ip_list}".
fr: La zone contient des enregistrements de type "NSEC". Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: Sonen har NSEC-poster. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: Cona ima NSEC zapise. Podatki pridobljeni iz "{ns_ip_list}".

source: The zone has NSEC3 records. Fetched from the nameservers with IP addresses "{ns_ip_list}".
fr: La zone contient des enregistrements de type "NSEC3". Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: Sonen har NSEC3-poster. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: Cona im NSEC3 zapise. Podatki pridobljeni iz "{ns_ip_list}".

source: The zone is inconsistent on NSEC and NSEC3. NSEC is fetched from nameservers with IP addresses "{ns_ip_list_nsec}". NSEC3 is fetched from nameservers with IP addresses "{ns_ip_list_nsec3}".
fr: Inconsistence au niveau des enregistrements de type "NSEC" et "NSEC3". Les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list_nsec}" retournent des enregistrements de type "NSEC". Les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list_nsec3}" retournent des enregistrements de type "NSEC".
nb: Sonen er inkonsistent mellom NSEC og NSEC3. NSEC hentet fra navnetjenere med IP-adressene ({ns_ip_list_nsec}). NSEC3 hentet fra navnetjenere med IP-adressene ({ns_ip_list_nsec3}).
sl: Nekonsistentni zapisi za NSEC in NSEC3. NSEC zapisi pridobljeni iz "{ns_ip_list_nsec}". NSEC3 zapisi pridobljeni iz "{ns_ip_list_nsec3}".

source: NSEC or NSEC3 is expected but is missing. Fetched from the nameservers with IP addresses "{ns_ip_list}".
fr: Des enregistrements de type "NSEC" ou "NSEC3" sont attendus mais absents. Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: NSEC- eller NSEC3-poster er forventet men mangler. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: Pričakovani NSEC in NSEC3 zapisi v odgovoru, toda manjkajo. Podatki pridobljeni iz "{ns_ip_list}".

source: Unexpectedly both NSEC and NSEC3 are reported. Fetched from the nameservers with IP addresses "{ns_ip_list}".
fr: Contre toute attente des enregistrements de type "NSEC" et "NSEC3" sont présents ensemble. Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: Både NSEC- og NSEC3-poster ble returnert. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: NSEC in NSEC3 zapisa sta oba prisotna, kar ni pričakovano. Podatki pridobljeni iz "{ns_ip_list}".

source: A non-existent name is not correctly covered by the NSEC records. Fetched from the nameservers with IP addresses "{ns_ip_list}".
fr: Un nom de domaine qui n'est pas censé exister n'est pas correctement couvert par les enregistrements de type "NSEC". Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: Et ikke-eksisterende navn er ikke korrekt håndtert av NSEC-postene. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: Neobstoječa domena ni pravilno zajeta v NSEC zapisu. Podatki pridobljeni iz "{ns_ip_list}".

source: A non-existent name is not correctly covered by the NSEC3 records. Fetched from the nameservers with IP addresses "{ns_ip_list}".
fr: Un nom de domaine qui n'est pas censé exister n'est pas correctement couvert par les enregistrements de type "NSEC3". Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: Et ikke-eksisterende navn er ikke korrekt håndtert NSEC3-postene. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: Neobstoječa domena ni pravilno zajeta v NSEC3 zapisu. Podatki pridobljeni iz "{ns_ip_list}".

source: No response or error in response on an expected non-existent name. Fetched from the nameservers with IP addresses "{ns_ip_list}".
fr: Aucune réponse ou réponse erronée sur un nom de domaine qui n'existe pas. Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: Ingen eller feilaktig svar på spørring om et ikke-eksisterende navn. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: Ni odgovora ali napaka v odgovoru na poizvedbo o neobstoječi domeni. Podatki pridobljeni iz "{ns_ip_list}".

source: Missing signatures (RRSIG) for the NSEC3 record or records. Fetched from the nameservers with IP addresses "{ns_ip_list}".
fr: Signatures (RRSIG) manquantes pour les enregistrements de type "NSEC3". Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: Mangler RRSIG for NSEC3S-posten(e). Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: Manjkajoči podpisi (RRSIG) za NSEC3 zapise. Podatki pridobljeni iz "{ns_ip_list}".

source: The signatures (RRSIG) for the NSEC3 record or records cannot be verified. Fetched from the nameservers with IP addresses "{ns_ip_list}".
fr: Les signatures (RRSIG) pour les enregistrements de type "NSEC3" ne peuvent pas être vérifiées. Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: RRSIG for NSEC3-posten(e) kan ikke verifieres. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: Podpise (RRSIG) za NSEC3 zapise ni mogoče preveriti. Podatki pridobljeni iz "{ns_ip_list}".

source: Missing signatures (RRSIG) for the NSEC record or records. Fetched from the nameservers with IP addresses "{ns_ip_list}".
fr: Signatures (RRSIG) manquantes pour les enregistrements de type "NSEC". Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: Mangler RRSIG for NSEC-posten(e). Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: Manjkajoči podpisi (RRSIG) za NSEC3 zapise. Podatki pridobljeni iz "{ns_ip_list}".

source: The signatures (RRSIG) for the NSEC record or records cannot be verified. Fetched from the nameservers with IP addresses "{ns_ip_list}".
fr: Les signatures (RRSIG) pour les enregistrements de type "NSEC" ne peuvent pas être vérifiées. Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: RRSIG for NSEC-posten(e) kan ikke verifieres. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: Podpise (RRSIG) za NSEC zapise ni mogoče preveriti. Podatki pridobljeni iz "{ns_ip_list}".

source: The name "{domain}" of RR type "{rrtype}" in the answer section of the response is not signed by any RRSIG. Fetched from the nameservers with IP addresses "{ns_ip_list}".
fr: L'enregistrement de type "{rrtype}" pour le nom "{domain}" trouvé dans la section "answer" de la réponse n'est pas signé (RRSIG). Information retournée (RRSIG) par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: Domenenavnet "{domain}" med RR-type "{rrtype}" er ikke signert av noen RRSIG. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: Zapis "{rrtype}" za "{domain}" ni podpisan z nobenim RRSIG. Podatki pridobljeni iz "{ns_ip_list}".

source: Nameserver {ns} answered query with an unexpected rcode ({rcode}).
fr: Le serveur de noms {ns} a répondu à une requête de type "AAAA" avec un code retour inattendu ({rcode}).
nb: Navnetjener {ns} besvarte spørring med en uventet svarkode ({rcode}).
sl: Strežnik {ns} je na poizvedbo odgovoril z nepričakovano RCODE ({rcode}).

source: Test for unknown version with unknown OPTION-CODE
fr: Test de numéro de version inconnue avec code d’option inconnu
nb: Sjekk for ukjent versjon med ukjent "OPTION-CODE"
sl: Test za neznane verzije z neznano OPTION-CODE

source: Ambiguous downcaseing of character "{unicode_name}" in the domain name. Use all lower case instead.
fr: Ambiguïté lors du passage en minuscule du caractère "{unicode_name}" dans le nom de domaine. Utiliser plutôt seulement des minuscules.
nb: Det er brukt en stor bokstav (majuskel) "{unicode_name}" i domenenavnet. Det er uklart hvordan den skal omvandles til liten bokstav (minuskel). Bruk bare små bokstaver i stedet.

source: Domain name must be valid
fr: Le nom de domaine doit être valable.
nb: Domenenavnet må ha gyldig syntaks

source: "{domain_child}" is not a zone. It is an alias for "{domain_target}". Run a test for "{domain_target}" instead. Returned from name servers "{ns_ip_list}".
fr: "{domain_child}" n’est pas une zone. C’est un alias pour "{domain_target}". Lancez plutôt un test de "{domain_target}". Données obtenues des serveurs de noms "{ns_ip_list}".
nb: "{domain_child}" er ikke en sone. Det er et alias for "{domain_target}". Kjør en test for "{domain_target}" i stedet. Returnert fra navnetjenere "{ns_ip_list}".

source: "{domain}" does not exist as it is not delegated.
fr: "{domain}" n’existe pas car il n’est pas délégué.
nb: "{domain}" eksisterer ikke, da den ikke er delegert.

source: The name servers for parent zone "{domain_parent}" give inconsistent delegation of "{domain_child}". Returned from name servers "{ns_ip_list}".
fr: Les serveurs de noms de la zone parente "{domain_parent}" renvoient des délégations pour "{domain_child}" qui ne sont pas cohérentes entre elles. Données obtenues des serveurs de noms "{ns_ip_list}".
nb: Navnetjenerne for overordnet sone "{domain_parent}" gir inkonsekvent delegering av "{domain_child}". Returnert fra navnetjenere "{ns_ip_list}".

source: The parent zone is "{domain}" as returned from name servers "{ns_ip_list}".
fr: La zone parente est "{domain}", d’après les serveurs de noms "{ns_ip_list}".
nb: Den overordnede sonen er "{domain}" som returneres fra navnetjenere "{ns_ip_list}".

source: The parent zone cannot be determined on name servers "{ns_ip_list}".
fr: La zone parente ne peut pas être déterminée auprès des serveurs de noms "{ns_ip_list}".
nb: Foreldresonen kan ikke bestemmes på navnetjenere "{ns_ip_list}".

source: Name servers for parent domain "{domain_parent}" give an incorrect response on SOA query for "{domain_child}". Returned from name servers "{ns_ip_list}".
fr: Les serveurs de noms du domaine parent "{domain_parent}" donnent une réponse incorrecte à une requête de type SOA pour "{domain_child}". Données obtenues des serveurs de noms "{ns_ip_list}".
nb: Navnetjenere for foreldredomene "{domain_parent}" gir feil svar på SOA-spørring for "{domain_child}". Returneres fra navnetjenere "{ns_ip_list}".

source: Check for too many NSEC3 iterations
fr: Recherche d'un nombre d'itérations NSEC3 trop grand
nb: Sjekk etter for mange NSEC3-iterasjoner

source: The number of NSEC3 iterations is {count}, which is OK.
fr: Le nombre d'itérations pour "NSEC3" est de {count}, ce qui est correct.
nb: Antall NSEC3-iterasjoner er {count}, som er OK.

source: The number of NSEC3 iterations is {count}, which is on the high side.
fr: Le nombre d'itérations pour "NSEC3" est de {count}, ce qui est élevé.
nb: Antall NSEC3-iterasjoner er {count}, som er litt høyt.

source: No DNSKEYs were returned.
fr: Aucun enregistrement de type "DNSKEY" n'a été retourné.
nb: Ingen DNSKEY-poster ble returnert.

source: {server} returned no NSEC3PARAM records.
fr: Le serveur de noms {server} ne retourne pas d'enregistrements de type "NSEC3PARAM".
nb: {server} returnerte ingen NSEC3PARAM-poster.

source: The number of NSEC3 iterations is {count}, which is too high for key length {keylength}.
fr: Le nombre d'itérations pour "NSEC3" est de {count}, ce qui est trop élevé pour une clé de cette taille {keylength}.
nb: Antall NSEC3-iterasjoner er {count}, som er for mange for nøkkellengde {keylength}.

source: Child lists enough ({count}) nameservers ({nsname_list}) that resolve to IPv4 addresses ({ns_ip_list}). Lower limit set to {minimum}.
fr: Les serveurs de noms de la zone retournent suffisamment de serveurs ({count}) faisant autorité ({nsname_list}) ayant une adresse IPv4 ({ns_ip_list}). La limite inférieure étant fixée à {minimum}.
nb: Det finnes tilstrekkelig mange navnetjenere (NS-poster) i undersonen med IPv4-adresse. Antall: {count}. Adresser: {ns_ip_list}. Navnetjenere med IPv4-adresser: {nsname_list}. Minste tillatte antall er {minimum}.

source: Delegation lists enough ({count}) nameservers ({nsname_list}) that resolve to IPv4 addresses ({ns_ip_list}). Lower limit set to {minimum}.
fr: Les serveurs de noms de la zone parente retournent suffisamment de serveurs ({count}) faisant autorité ({nsname_list}) ayant une adresse IPv4 ({ns_ip_list}). La limite inférieure étant fixée à {minimum}.
nb: Det finnes tilstrekkelig mange navnetjenere (NS-poster) i delegeringen med IPv4-adresse. Antall: {count}. Adresser: {ns_ip_list}. Navnetjenere med IPv6-adresse: {nsname_list}. Minste tillatte antall er {minimum}.

source: Child lists enough ({count}) nameservers ({nsname_list}) that resolve to IPv6 addresses ({ns_ip_list}). Lower limit set to {minimum}.
fr: Les serveurs de noms de la zone retournent suffisamment de serveurs ({count}) faisant autorité ({nsname_list}) ayant une adresse IPv6 ({ns_ip_list}). La limite inférieure étant fixée à {minimum}.
nb: Det finnes tilstrekkelig mange navnetjenere (NS-poster) i undersonen med IPv6-adresse. Antall: {count}. Adresser: {ns_ip_list}. Navnetjenere med IPv6-adresser: {nsname_list}. Minste tillatte antall er {minimum}.

source: Delegation lists enough ({count}) nameservers ({nsname_list}) that resolve to IPv6 addresses ({ns_ip_list}). Lower limit set to {minimum}.
fr: Les serveurs de noms de la zone parente retournent suffisamment de serveurs ({count}) faisant autorité ({nsname_list}) ayant une adresse IPv6 ({ns_ip_list}). La limite inférieure étant fixée à {minimum}.
nb: Det finnes tilstrekkelig mange navnetjenere (NS-poster) i delegeringen med IPv6-adresse. Antall: {count}. Adresser: {ns_ip_list}. Navnetjenere med IPv6-adresse: {nsname_list}. Minste tillatte antall er {minimum}.

source: Child lists enough ({count}) nameservers ({nsname_list}). Lower limit set to {minimum}.
fr: Les serveurs de noms de la zone retournent suffisamment de serveurs ({count}) faisant autorité ({nsname_list}). La limite inférieure étant fixée à {minimum}.
nb: Det finnes tilstrekkelig mange navnetjenere ({nsname_list}) i undersonen. Antall: {count}. Minste tillatte antall er {minimum}.

source: Parent lists enough ({count}) nameservers ({nsname_list}). Lower limit set to {minimum}.
fr: Les serveurs de noms de la zone parente retournent suffisamment de serveurs ({count}) faisant autorité ({nsname_list}). La limite inférieure étant fixée à {minimum}.
nb: Det finnes tilstrekkelig mange navnetjenere ({nsname_list}) i foreldresonen. Antall: {count}. Minste tillatte antall er {minimum}.

source: Child does not list enough ({count}) nameservers ({nsname_list}) that resolve to IPv4 addresses ({ns_ip_list}). Lower limit set to {minimum}.
fr: Les serveurs de noms de la zone ne retournent pas assez de serveurs ({count}) faisant autorité ({nsname_list}) ayant une adresse IPv4 ({ns_ip_list}). La limite inférieure étant fixée à {minimum}.
nb: Det finnes ikke tilstrekkelig med navnetjenere (NS-poster) med IPv4-adresser i undersonen. Antall: {count}. Adresser: {ns_ip_list}. Minste tillatte antall er {minimum}. Navnetjenere med IPv4-adresser: {nsname_list}.

source: Delegation does not list enough ({count}) nameservers ({nsname_list}) that resolve to IPv4 addresses ({ns_ip_list}). Lower limit set to {minimum}.
fr: Les serveurs de noms de la zone parente ne retournent pas assez de serveurs ({count}) faisant autorité ({nsname_list}) ayant une adresse IPv4 ({ns_ip_list}). La limite inférieure étant fixée à {minimum}.
nb: Det finnes ikke tilstrekkelig mange navnetjenere (NS-poster) med IPv4-adresse i delegeringen. Antall: {count}. Adresser: {ns_ip_list}. Navnetjenere med IPv4-adresse: {nsname_list}. Minste tillatte antall er {minimum}.

source: Child does not list enough ({count}) nameservers ({nsname_list}) that resolve to IPv6 addresses ({ns_ip_list}). Lower limit set to {minimum}.
fr: Les serveurs de noms de la zone ne retournent pas assez de serveurs ({count}) faisant autorité ({nsname_list}) ayant une adresse IPv6 ({ns_ip_list}). La limite inférieure étant fixée à {minimum}.
nb: Det finnes ikke tilstrekkelig med navnetjenere (NS-poster) med IPv6-adresser i undersonen. Antall: {count}. Adresser: {ns_ip_list}. Minste tillatte antall er {minimum}. Navnetjenere med IPv6-adresser: {nsname_list}.

source: Delegation does not list enough ({count}) nameservers ({nsname_list}) that resolve to IPv6 addresses ({ns_ip_list}). Lower limit set to {minimum}.
fr: Les serveurs de noms de la zone parente ne retournent pas assez de serveurs ({count}) faisant autorité ({nsname_list}) ayant une adresse IPv6 ({ns_ip_list}). La limite inférieure étant fixée à {minimum}.
nb: Det finnes ikke tilstrekkelig mange navnetjenere (NS-poster) med IPv6-adresse i delegeringen. Antall: {count}. Adresser: {ns_ip_list}. Navnetjenere med IPv6-adresse: {nsname_list}. Minste tillatte antall er {minimum}.

source: Child does not list enough ({count}) nameservers ({nsname_list}). Lower limit set to {minimum}.
fr: Les serveurs de noms de la zone ne retournent pas assez de serveurs ({count}) faisant autorité ({nsname_list}). La limite inférieure étant fixée à {minimum}.
nb: Det finnes ikke tilstrekkelig med navnetjenere (NS-poster) i undersonen. Antall: {count}. Navnetjenere: {nsname_list}. Minste antall er satt til {minimum}.

source: Parent does not list enough ({count}) nameservers ({nsname_list}). Lower limit set to {minimum}.
fr: Les serveurs de noms de la zone parente ne retournent pas assez de serveurs ({count}) faisant autorité ({nsname_list}). La limite inférieure étant fixée à {minimum}.
nb: Det finnes ikke tilstrekkelig med navnetjenere (NS-poster) i foreldresonen. Antall: {count}. Navnetjenere: {nsname_list}. Minste antall er satt til {minimum}.

source: The following name server(s) do not respond to software version queries. Returned from name servers: "{ns_ip_list}"
fr: Les serveurs de noms suivants ne répondent pas aux requêtes de version logicielle. Information retournée par les serveurs de noms : "{ns_ip_list}"
nb: Følgende navnetjenere svarer ikke på spørsmål om programvareversjon. Hentet fra navnetjenere: "{ns_ip_list}"

source: The following name server(s) respond to software version query "{query_name}" with string "{string}". Returned from name servers: "{ns_ip_list}"
fr: Les serveurs de noms suivants répondent aux requêtes de version logicielle "{query_name}" avec la chaîne "{string}". Information retournée par les serveurs de noms : "{ns_ip_list}"
nb: Følgende navnetjenere svarer på programvareversjonsforespørselen "{query_name}" med strengen "{string}". Hentet fra navnetjenere: "{ns_ip_list}"

source: Followed a fake delegation.
fr: Utilisation d'une configuration DNS alternative (fake delegation).
nb: Fulgte en falsk delegering.

source: Added a fake delegation for domain {domain} to name server {ns}.
fr: Ajout d'une fausse délégation pour le domaine {domain} pour le serveur de nom {ns}.
nb: La til en falsk delegering for domenet {domain} til navnetjener {ns}.
