Repository: zonemaster/zonemaster-engine
Catalog: share/*.po
Languages: da, fr, nb, sl

source: Saw SOA time parameter set (REFRESH={refresh}, RETRY={retry}, EXPIRE={expire}, MINIMUM={minimum}) on following nameserver set : {ns_list}.
da: Så dette SOA-tidsparametersæt (REFRESH={refresh}, RETRY={retry}, EXPIRE={expire}, MINIMUM={minimum}) på følgende navneservere : {ns_list}.
fr: L'ensemble de paramètres temporels (REFRESH={refresh}, RETRY={retry}, EXPIRE={expire}, MINIMUM={minimum}) a été récupérée sur les serveurs suivants : {ns_list}.
nb: Fant SOA-postvariant (REFRESH={refresh}, RETRY={retry}, EXPIRE={expire}, MINIMUM={minimum}) på følgende navnetjerere: {ns_list}.
sl: Nabor SOA časovnih parametrov (REFRESH={refresh}, RETRY={retry}, EXPIRE={expire}, MINIMUM={minimum}) na naboru strežnikov : {ns_list}.

source: Legal values for the DS hash digest algorithm
da: Lovlige værdier for DS hash digest algoritme
fr: Valeurs autorisées pour l'algorithme de calcul de condensat du DS
nb: Gyldige verdier for DS-hashalgoritmen
sl: Dovoljene vrednosti algoritma za DS hash digest

source: DS must match a valid DNSKEY in the child zone
da: DS skal matche en gyldig DNSKEY i børnezonen
fr: Le DS doit avoir un enregistrement DNSKEY valide dans la zone enfant
nb: DS-posten må samsvare med en gyldig DNSKEY i undersonen
sl: DS se mora ujemati z veljavnim DNSKEY v podrejeni coni

source: Verify NSEC3 parameters
da: Verificer NSEC3 parametre
sl: Preveri NSEC3 parametre

source: Check for too short or too long RRSIG lifetimes
da: Undersøg om RRSIG levetider er for korte eller lange
fr: Recherche de durées de vie de RRSIG trop courtes ou trop longues
nb: Sjekk etter for korte eller for lange RRSIG-levetider
sl: Preverjanje prekratkih ali predolgih RRSIG življenjskih dob

source: Check for invalid DNSKEY algorithms
da: Undersøg om DNSKEY algoritmer er ulovlige
fr: Recherche d’algorithmes DNSKEY non valables
nb: Sjekk etter ugyldige DNSKEY-algoritmer
sl: Preverjanje neveljavnih DNSKEY algoritmov

source: Verify DNSSEC additional processing
da: Valider yderligere DNSSEC behandling
fr: Vérification du traitement des données additionnelles DNSSEC
nb: Verifier håndtering av RRSIG-poster i "Additional Section"
sl: Preverjanje dodatnih DNSSEC podatkov

source: If DNSKEY at child, parent should have DS
da: Hvis DNSKEY hos barnet, skal forælderen have en DS
fr: Si un enregistrement DNSKEY est présent dans la zone enfant, la zone parente doit avoir un DS
nb: Hvis undersonen er DNSSEC-signert bør foreldresonen ha DS-post
sl: Če je DNSKEY v podrejeni coni, nadrejena mora imeti DS

source: Valid RRSIG for DNSKEY
da: Valider RRSIG for DNSKEY
fr: RRSIG valide pour DNSKEY
nb: Gyldig RRSIG-post for DNSKEY-postene
sl: Veljaven RRSIG za DNSKEY

source: RRSIG(SOA) must be valid and created by a valid DNSKEY
da: RRSIG(SOA) skal være gyldig og oprettet af en gyldig DNSKEY
fr: RRSIG(SOA) doit être valide et créé par une clé DNSKEY valide
nb: RRSIG-postene for SOA-posten må være gyldig og opprettet av en gyldig DNSKEY
sl: RRSIG(SOA) mora biti veljaven in ustvarjen z veljavnim DNSKEY

source: Zone contains NSEC or NSEC3 records
da: Zonen indeholder NSEC eller NSEC3 records
fr: La zone contient des enregistrements NSEC ou NSEC3
nb: Sonen inneholder NSEC- eller NSEC3-poster
sl: Cona ima NSEC ali NSEC3 zapise

source: DS in delegation requires signed zone
da: DS i delegation kræver en signeret zone
fr: La présence de DS requiert une zone signée
nb: Delegering med DS-post krever DNSSEC-signert undersone
sl: Prisotnost DS zahteva podpisano cono

source: Test for DNSSEC Algorithm Completeness
da: Test af DNSSEC-algoritmens fuldstændighed
fr: Test pour l'exhaustivité des algorithmes DNSSEC
nb: Test for komplett bruk av DNSSEC-algoritmer
sl: Test popolnosti DNSSEC algoritma

source: All DNSKEY algorithms used to sign the zone
da: Alle DNSKEY algoritmer brugt til at signere zonen
fr: Tous les algorithmes des DNSKEY sont utilisés pour signer la zone
nb: Alle DNSKEY-algoritmer brukt til å signere sonen
sl: Vsi DNSKEY algoritmi za podpis cone

source: Check for valid RSA DNSKEY key size
da: Undersøg om RSA DNSKEY nøglestørrelse er gyldig
fr: Vérification de la validité de la taille de la clé RSA dans les DNSKEY
nb: Sjekk gyldig størrelse på DNSKEY-nøkkelen av type RSA
sl: Preverjanje velikosti ključa RSA DNSKEY

source: Existence of CDS and CDNSKEY
da: Eksistens af CDS og CDNSKEY
fr: Existence des CDS et CDNSKEY
nb: Eksistensen av CDS- og CDNSKEY-poster
sl: Obstoj CDS in CDNSKEY

source: Validate CDS
da: Valider CDS
fr: Validation des CDS
nb: Validere CDS-poster
sl: Validiraj CDS

source: Validate CDNSKEY
da: Valider CDNSKEY
fr: Validation des CDNSKEY
nb: Validere CDNSKEY-poster
sl: Validiraj CDNSKEY

source: Validate trust from DS to CDS and CDNSKEY
da: Valider tillid fra DS to CDS and CDNSKEY
fr: Validation de la chaîne de confiance du DS jusqu'aux CDS et CDNSKEY
nb: Validere tillit fra DS-poster til CDS- og CDNSKEY-poster
sl: Validiraj zaupanje od DS do CDS in CDNSKEY

source: No DNSKEYs found. Additional tests skipped.
da: Ingen DNSKEY-records fundet. Yderligere tests ignoreret.
fr: Pas d'enregistrement de type "DNSKEY" trouvé. Les tests additionnels sont abandonnés.
nb: Ingen DNSKEY-poster ble returnert. Hopper over videre DNSKEY-tester.
sl: DNSKEY ni najden. Vsi dodatni testi so ustavljeni.

source: The DNSKEY with tag {keytag} uses deprecated algorithm number {algo_num} ({algo_descr}).
da: DNSKEY-recorden med tag {keytag} anvender forældet algoritme nummer {algo_num}/({algo_descr}).
fr: La clé (DNSKEY) avec le tag {keytag} utilise un numéro d'algorithme obsolète {algo_num}/({algo_descr}).
nb: DNSKEY-posten med "key tag" {keytag} bruker en algoritme med algoritmenummer {algo_num} ({algo_descr}), som er foreldet.
sl: DNSKEY z oznako {keytag} uporablja zastarel algoritem {algo_num}/({algo_descr}).

source: The DNSKEY with tag {keytag} uses an algorithm number {algo_num} ({algo_descr}) which is not recommended to be used.
da: DNSKEY med tag {keytag} bruger en ikke anbefalet algoritme {algo_num}/({algo_descr}.
fr: La clé (DNSKEY) avec le tag {keytag} utilise un numéro d'algorithme non recommandé {algo_num}/({algo_descr}).
nb: DNSKEY-posten med "key tag" {keytag} bruker en algoritme med algoritmenummer {algo_num} ({algo_descr} som ikke er anbefalt brukt til sonesignering.
sl: DNSKEY z oznako {keytag} uporablja algoritem, ki ni priporočljiv za uporabo {algo_num}/({algo_descr}).

source: The DNSKEY with tag {keytag} uses algorithm number not meant for zone signing, algorithm number {algo_num} ({algo_descr}).
da: DNSKEY med tag {keytag} bruger et algoritmenummer, der ikke er beregnet til signering, algoritmenummer {algo_num} ({algo_descr}).
fr: La clé (DNSKEY) avec le tag {keytag} utilise un numéro d'algorithme non prévu pour faire des signatures {algo_num}/({algo_descr}).
nb: DNSKEY-posten med "key tag" {keytag} bruker en algoritme med algoritmenummer {algo_num} ({algo_descr}) som ikke er ment for sonesignering.
sl: DNSKEY z oznako {keytag} uporablja algoritem, ki ni namenjen podpisovanju cone {algo_num}/({algo_descr}).

source: The DNSKEY with tag {keytag} uses algorithm number {algo_num} ({algo_descr}), which is OK.
da: DNSKEY-recorden med tag {keytag} anvender algoritme nummer {algo_num}/({algo_descr}), hvilket er OK.
fr: La clé (DNSKEY) avec le tag {keytag} utilise un numéro d'algorithme correct {algo_num}/({algo_descr}).
nb: DNSKEY-posten med "key tag" {keytag} bruker en algoritme med algoritmenummer {algo_num} ({algo_descr}), som er OK.
sl: DNSKEY z oznako {keytag} uporablja veljaven algoritem {algo_num}/({algo_descr}).

source: The DNSKEY with tag {keytag} uses private algorithm number {algo_num} ({algo_descr}).
da: DNSKEY-recorden med tag {keytag} anvender den private algoritme med nummer {algo_num}/({algo_descr}).
fr: La clé (DNSKEY) avec le tag {keytag} utilise un numéro d'algorithme privé {algo_num}/({algo_descr}).
nb: DNSKEY-posten med "key tag" {keytag} bruker en algoritme med algoritmenummer {algo_num} ({algo_descr}), som er privat.
sl: DNSKEY z oznako {keytag} uporablja zasebni algoritem {algo_num}/({algo_descr}).

source: The DNSKEY with tag {keytag} uses reserved algorithm number {algo_num} ({algo_descr}).
da: DNSKEY-recorden med tag {keytag} anvender reserveret algoritme nummer {algo_num}/({algo_descr}).
fr: La clé (DNSKEY) avec le tag {keytag} utilise un numéro d'algorithme réservé {algo_num}/({algo_descr}).
nb: DNSKEY-posten med "key tag" {keytag} bruker en algoritme med algoritmenummer {algo_num} ({algo_descr}), som er reservert.
sl: DNSKEY z oznako {keytag} uporablja rezerviran algoritem {algo_num}/({algo_descr}).

source: The DNSKEY with tag {keytag} uses unassigned algorithm number {algo_num} ({algo_descr}).
da: DNSKEY-recorden med tag {keytag} anvender en ikke tildelt algoritme med nummer {algo_num}/({algo_descr}).
fr: La clé (DNSKEY) avec le tag {keytag} utilise un numéro d'algorithme non assigné {algo_num}/({algo_descr}).
nb: DNSKEY-posten med "key tag" {keytag} bruker en algoritme med algoritmenummer {algo_num} ({algo_descr}), som ikke er tildelt.
sl: DNSKEY z oznako {keytag} uporablja nepodprt algoritem (ni v veljavi) {algo_num}/({algo_descr}).

source: {parent} sent a DS record, and {child} a DNSKEY record.
da: {parent} returnerede en DS-record, og {child} en DNSKEY-record.
fr: Le serveur de noms de la zone parente {parent} retourne un enregistrement de type "DS" et le serveur de noms de la zone {child}, un enregistrement de type "DNSKEY".
nb: {parent} svarte med en DS-post, og {child} sendte en DNSKEY-post.
sl: {parent} je poslal DS zapis, {child} pa DNSKEY zapis.

source: {child} sent a DNSKEY record, but {parent} did not send a DS record.
da: {child} returnerede en DNSKEY-record, men {parent} returnerede ikke en DS-record.
fr: Le serveur de noms de la zone {child} retournent un enregistrement de type "DNSKEY", mais aucun enregistrement de type "DS" n'a été retourné par le serveur de noms de la zone parente {parent}.
nb: {child} svarte med en DNSKEY-post, men {parent} sendte ikke noen DS-post.
sl: {child} je poslal DNSKEY zapis, toda {parent} ni poslal DS zapisa.

source: DNSKEY with tag {keytag} and using algorithm {algo_num} ({algo_descr}) has a size ({keysize}) smaller than the recommended one ({keysizerec}).
da: DNSKEY med tag {keytag} bruger en algoritme {algo_num} ({algo_descr}) med størrelsen ({keysize}), der er mindre end den anbefalede størrelse ({keysizerec}).
fr: La clé (DNSKEY) avec le tag {keytag} utilisant l'algorithme {algo_num} ({algo_descr}) a une taille ({keysize}) plus petite que la taille recommandée ({keysizerec}) pour cet algorithme.
nb: DNSKEY-posten med "key tag" {keytag} som bygger på algoritme {algo_num} ({algo_descr}) har en nøkkelstørrelse ({keysize}) som er mindre enn anbefalt størrelse ({keysizerec}) for denne algoritmen.
sl: DNSKEY z oznako {keytag} uporablja algoritem {algo_num} ({algo_descr}) z velikostjo ključa ({keysize}), ki je manjša od priporočene ({keysizerec}).

source: DNSKEY with tag {keytag} and using algorithm {algo_num} ({algo_descr}) has a size ({keysize}) smaller than the minimum one ({keysizemin}).
da: DNSKEY med tag {keytag} bruger en algoritme {algo_num} ({algo_descr}) med størrelsen ({keysize}), der er mindre end den mindst tilladte værdi ({keysizemin}).
fr: La clé (DNSKEY) avec le tag {keytag} utilisant l'algorithme {algo_num} ({algo_descr}) a une taille ({keysize}) plus petite que la taille minimum ({keysizemin}) spécifiée pour cet algorithme.
nb: DNSKEY-posten med "key tag" {keytag} som bygger på algoritme {algo_num} ({algo_descr}) har en nøkkelstørrelse ({keysize}) som er mindre enn den minste størrelsen ({keysizemin}) for denne algoritmen.
sl: DNSKEY z oznako {keytag} uporablja algoritem {algo_num} ({algo_descr}) z velikostjo ključa ({keysize}), ki je manjša od minimalno dovoljene velikosti ({keysizemin}).

source: DNSKEY with tag {keytag} and using algorithm {algo_num} ({algo_descr}) has a size ({keysize}) larger than the maximum one ({keysizemax}).
da: DNSKEY med tag {keytag} bruger en algoritme {algo_num} ({algo_descr}) med størrelsen ({keysize}), der er større end den største tilladte værdi ({keysizemax}).
fr: La clé (DNSKEY) avec le tag {keytag} utilisant l'algorithme {algo_num} ({algo_descr}) a une taille ({keysize}) plus grande que la taille maximum ({keysizemax}) spécifiée pour cet algorithme.
nb: DNSKEY-posten med "key tag" {keytag} som bygger på algoritme {algo_num} ({algo_descr}) har en nøkkelstørrelse ({keysize}) som er større enn den maksimale størrelsen ({keysizemax}) for denne algoritmen.
sl: DNSKEY z oznako {keytag} uporablja algoritem {algo_num} ({algo_descr}) z velikostjo ključa ({keysize}), ki je večja od maksimalno dovoljene velikosti ({keysizemax}).

source: DS record for zone {domain} with keytag {keytag} was created by digest algorithm {ds_algo_num} ({ds_algo_mnemo}) which cannot be validated by this installation of Zonemaster. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: DS-recorden for zonen {domain} med tag {keytag} benytter algoritmen {ds_algo_num} ({ds_algo_mnemo}) som ikke kan valideres på denne version af Zonemaster. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: Un enregistrement de type "DS" dans la zone {domain} avec le tag {keytag} a été créé à partir d'un algorithme de condensat ({ds_algo_num}/{ds_algo_mnemo}) qui ne peut pas être validé par cette installation de Zonemaster. Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: DS-posten for sonen {domain} med "key tag" {keytag}, bruker en "digest"- algoritme {ds_algo_num} ({ds_algo_mnemo}) som ikke er støttet av denne installasjonen. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: DS zapis za {domain} z oznako {keytag} je bil ustvarjen z algoritmom ({ds_algo_num}/{ds_algo_mnemo}), ki ga trenutna Zonemaster verzija ne more preveriti. Podatki pridobljeni iz "{ns_ip_list}".

source: DS record for zone {domain} with keytag {keytag} was created by digest algorithm {ds_algo_num} ({ds_algo_mnemo}) which is deprecated. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: DS-recorden for zonen {domain} med tag {keytag} benytter algoritmen {ds_algo_num} ({ds_algo_mnemo}) som som er forældet. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: Un enregistrement de type "DS" dans la zone {domain} avec le tag {keytag} a été créé à partir d'un algorithme de condensat obsolète ({ds_algo_num}/{ds_algo_mnemo}). Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: DS-posten for sonen {domain} med "key tag" {keytag}, bruker en "digest"- algoritme {ds_algo_num} ({ds_algo_mnemo}) som er foreldret. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: DS zapis za {domain} z oznako {keytag} je bil ustvarjen z zastarelim algoritmom ({ds_algo_num}/{ds_algo_mnemo}). Podatki pridobljeni iz "{ns_ip_list}".

source: No DS record created by digest algorithm 2 (SHA-256) is present for zone {domain}.
da: Ingen DS-record oprettet af digest algoritme 2 (SHA-256) er tilstede for zonen {domain}.
fr: Aucune entrée DS créée par l’algorithme de condensat 2 (SHA-256) n’est présente pour la zone {domain}.
nb: Finner ingen DS-post skapt av "digest"-algoritme 2 (SHA-256) for sonen {domain}.
sl: Ne obstaja DS zapis z algoritmom 2 (SHA-256) za {domain}.

source: DS record for zone {domain} with keytag {keytag} was created by digest algorithm {ds_algo_num} ({ds_algo_mnemo}) which is not meant for DS. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: DS-recorden for zonen {domain} med tag {keytag} benytter algoritmen {ds_algo_num} ({ds_algo_mnemo}) som ikke er beregnet til DS. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: Un enregistrement de type "DS" dans la zone {domain} avec le tag {keytag} a été créé à partir d'un algorithme de condensat ({ds_algo_num}/{ds_algo_mnemo}) qui n'est pas destiné à la signature. Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: DS-posten for sonen {domain} med "key tag" {keytag}, bruker en "digest"- algoritme {ds_algo_num} ({ds_algo_mnemo}) som ikke er tenkt brukt for DS- poster. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: DS zapis za {domain} z oznako {keytag} je bil ustvarjen z algoritmom ({ds_algo_num}/{ds_algo_mnemo}), ki ni namenjen za DS podpisovanje. Podatki pridobljeni iz "{ns_ip_list}".

source: DS record for zone {domain} with keytag {keytag} was created with an unassigned digest algorithm (algorithm number {ds_algo_num}). Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: DS-recorden for zonen {domain} med tag {keytag} benytter en ikke tildelt digest algoritme (algoritme nummer {ds_algo_num}). Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: Un enregistrement de type "DS" dans la zone {domain} avec le tag {keytag} a été créé à partir d'un algorithme de condensat non assigné ({ds_algo_num}). Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: DS-posten for sonen {domain} med "key tag" {keytag} er skapt med en "digest"-algoritme ({ds_algo_num}) som ikke er i bruk. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: DS zapis za {domain} z oznako {keytag} je bil ustvarjen z algoritmom ({ds_algo_num}), ki še ni v uporabi. Podatki pridobljeni iz "{ns_ip_list}".

source: DNSKEY with tag {keytag} uses unsupported algorithm {algo_num} ({algo_mnemo}) by this installation of Zonemaster. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: DNSKEY-recorden med tag {keytag} bruger usupporteret algoritme {algo_num} ({algo_mnemo}) på denne installation af Zonemaster. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: La clé (DNSKEY) avec le tag {keytag} utilise un algorithme {algo_num} ({algo_mnemo}) non supporté par cette version installée de Zonemaster. Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: DNSKEY-posten med "key tag" {keytag}, bruker en algoritme {algo_num} ({algo_mnemo}) som ikke er støttet av denne installasjonen. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: DNSKEY z oznako {keytag} uporablja algoritem {algo_num} ({algo_mnemo}), ki ga trenutna Zonemaster verzija ne podpira. Podatki pridobljeni iz "{ns_ip_list}".

source: Flags field of DNSKEY record with tag {keytag} has not ZONE bit set although DS with same tag is present in parent. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: Feltet flag af DNSKEY-recorden med tag {keytag} har ikke ZONE bit sat på trods af, at DS med samme tag er tilstede hos forælderen. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: Le champ "flags" de l'enregistrement de type "DNSKEY" avec le tag {keytag} n'a pas le bit ZONE positionné alors qu'un enregistrement de type "DS" avec le même tag existe dans la zone parente. Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: Flagg-feltet for denne DNSKEY-posten med "key tag" {keytag} har ikke ZONE-bit satt, men en DS-post med samme "key tag" finnes i foreldresonen. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: Zastavica (flag) DNSKEY zapisa z oznako {keytag} nima nastavljenega ZONE bita, čeprav je DS z enako oznako prisoten vstarševski coni. Podatki pridobljeni iz "{ns_ip_list}".

source: Flags field of DNSKEY record with tag {keytag} has not SEP bit set although DS with same tag is present in parent. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: Feltet flag af DNSKEY-recorden med tag {keytag} har ikke SEP bit sat på trods af, at DS med samme tag er tilstede hos forælderen. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: Le champ "flags" de l'enregistrement de type "DNSKEY" avec le tag {keytag} n'a pas le bit SEP positionné alors qu'un enregistrement de type "DS" avec le même tag existe dans la zone parente. Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: Flagg-feltet for NSKEY-posten med "key tag" {keytag} har ikke SEP-bit satt, men DS-post med samme "key tag" finnes i foreldresonen. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: Zastavica (flags) DNSKEY zapisa z oznako {keytag} nima nastavljenega SEP bita, čeprav je DS z enako oznako prisoten v starševski coni. Podatki pridobljeni iz "{ns_ip_list}".

source: The DNSKEY RRset has not been signed by any DNSKEY matched by a DS record. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: DNSKEY RR-sættet er ikke signeret af en DNSKEY-record, der matches af en DS-record. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: L'ensemble d'enregistrements de type "DNSKEY" n'est signé par aucune des clés (DNSKEY) correspondant à un enregistrement de type "DS". Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: DNSKEY-postene er ikke signert av DNSKEY referert av DS-posten. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: DNSKEY RRset ni bil podpisan z nobenim DNSKEY-em, ki bi se ujemal z DS zapisom. Podatki pridobljeni iz "{ns_ip_list}".

source: The DNSKEY record with tag {keytag} that the DS refers to does not exist in the DNSKEY RRset. Fetched from the nameservers with IP "{ns_ip_list}".
da: DNSKEY-recorden med tag {keytag} som DS refererer til, eksisterer ikke i DNSKEY-sættet. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: L'enregistrement de type "DNSKEY" avec le tag {keytag} auquel l'enregistrement de type "DS" fait référence n'a pas été trouvé dans l'ensemble de clés retournées. Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: DNSKEY-posten med "key tag" {keytag} som DS-posten refererer til, matcher ikke noen DNSKEY-poster. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: DNSKEY z oznako {keytag} na katerega se sklicuje DS, ne obstaja v DNSKEY RRsetu. Podatki pridobljeni iz "{ns_ip_list}".

source: The DNSKEY RRset is not signed by the DNSKEY with tag {keytag} that the DS record refers to. Fetched from the nameservers with IP "{ns_ip_list}".
da: DNSKEY RR-sættet er ikke signeret af DNSKEY med det tag {keytag} som DS-recorden refererer til. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: L'ensemble d'enregistrements de type "DNSKEY" n'est pas signé par la clé correspondant au tag {keytag} à laquelle l'enregistrement de type "DS" fait référence. Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: DNSKEY-postene er ikke signert av DNSKEY med "key tag" {keytag} som DS- posten refererer til. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: DNSKEY RRset ni podpisan z DNSKEY-em z oznako {keytag} na katerega se DS zapis sklicuje. Podatki pridobljeni iz "{ns_ip_list}".

source: The DS record does not match the DNSKEY with tag {keytag} by algorithm or digest. Fetched from the nameservers with IP "{ns_ip_list}".
da: DS-recorden matcher ikke nogen DNSKEY-record med tag {keytag}. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: Les enregistrements de type "DS" et de type "DNSKEY" partageant le même tag {keytag} ne sont pas cohérents au niveau de l'algorithme ou du condensat. Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: DS-posten matcher ingen DNSKEY-post med "key tag" {keytag}. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: DS zapis se ne ujema z DNSKEY-em z oznako {keytag} v algoritmu ali v izvlečku. Podatki pridobljeni iz "{ns_ip_list}".
