Repository: zonemaster/zonemaster-engine
Catalog: share/*.po
Languages: da, fr, nb, sl

source: Nameserver {ns} responds to a NS query with no NS records in the answer section over TCP.
da: Navneserveren {ns} svarer på en NS-forespørgsel over TCP, men svaret indeholder ikke nogle NS-records.
fr: Le serveur de noms {ns} ne retourne aucun enregistrement de type "NS" dans la section "answer" de la réponse à une requête de type "NS" en TCP.
nb: Navnetjener {ns} svarte ikke med noen NS-poster på en NS-spørring over TCP.
sl: Strežnik {ns} je na NS poizvedbo odgovoril brez NS zapisov v odgovoru prek TCP.

source: Nameserver {ns} responds to a SOA query with no SOA records in the answer section over TCP.
da: Navneserveren {ns} svarer på en SOA-forespørgsel over TCP, men svaret indeholder ikke nogle SOA-records.
fr: Le serveur de noms {ns} ne retourne aucun enregistrement de type "SOA" dans la section "answer" de la réponse à une requête de type "SOA" en TCP.
nb: Navnetjener {ns} svarte ikke med noen SOA-poster på en SOA-spørring over TCP.
sl: Strežnik {ns} je na SOA poizvedbo odgovoril brez SOA zapisov v odgovoru prek TCP.

source: Nameserver {ns} does not respond to NS queries over TCP.
da: Navneserveren {ns} svarede ikke på NS-forespørgsler over TCP.
fr: Le serveur de noms {ns} ne répond pas aux requêtes de type "NS" en TCP.
nb: Navnetjener {ns} svarte ikke på NS-spørring over TCP.
sl: Strežnik {ns} ne odgovarja na NS poizvedbe prek TCP.

source: Nameserver {ns} does not respond to SOA queries over TCP.
da: Navneserveren {ns} svarede ikke på SOA-forespørgsler over TCP.
fr: Le serveur de noms {ns} ne répond pas aux requêtes de type "SOA" en TCP.
nb: Navnetjener {ns} svarte ikke på SOA-spørring over TCP.
sl: Strežnik {ns} ne odgovarja na SOA poizvedbe prek TCP.

source: Nameserver {ns} does not respond to any queries over TCP.
da: Navneserveren {ns} svarede ikke på ANY-forespørgsler over TCP.
fr: Le serveur de noms {ns} ne répond à aucune requête en TCP.
nb: Navnetjener {ns} svarte ikke på NS-spørring over TCP.
sl: Strežnik {ns} ne odgovarja na nobene poizvedbe prek TCP.

source: Nameserver {ns} does not give an authoritative response on an NS query over TCP.
da: Navneserveren {ns} svarede ikke autoritativt på en NS-forespørgsel over TCP.
fr: La réponse du serveur de noms {ns} à une requête de type "NS" en TCP ne fait pas autorité.
nb: Navnetjener {ns} svarte ikke autoritativt på NS-spørring over TCP.
sl: Strežnik {ns} ne vrača avtoritativnega odgovora na NS poizvedbe prek TCP.

source: Nameserver {ns} does not give an authoritative response on an SOA query over TCP.
da: Navneserveren {ns} svarede ikke autoritativt på en SOA-forespørgsel over TCP.
fr: La réponse du serveur de noms {ns} à une requête de type "SOA" en TCP ne fait pas autorité.
nb: Navnetjener {ns} svarte ikke autoritativt på SOA-spørring over TCP.
sl: Strežnik {ns} ne vrača avtoritativnega odgovora na SOA poizvedbe prek TCP.

source: Nameserver {ns} responds with an unexpected RCODE ({rcode}) on an NS query over TCP.
da: Navneserveren {ns} besvarede en NS-forespørgsel over TCP med en uventet RCODE ({rcode}).
fr: Le serveur de noms {ns} a répondu à une requête de type "NS" en TCP avec un code retour inattendu ({rcode}).
nb: Navnetjener {ns} svarte på en NS-spørring over TCP med svarkoden ({rcode}), som ikke var forventet.
sl: Strežnik {ns} je odgovoril z nepričakovano RCODE ({rcode}) na NS poizvedbe prek TCP.

source: Nameserver {ns} responds with an unexpected RCODE ({rcode}) on an SOA query over TCP.
da: Navneserveren {ns} besvarede en SOA-forespørgsel over TCP med en uventet RCODE ({rcode}).
fr: Le serveur de noms {ns} a répondu à une requête de type "SOA" en TCP avec un code retour inattendu ({rcode}).
nb: Navnetjener {ns} svarte på en SOA-spørring over TCP med svarkoden ({rcode}), som ikke var forventet.
sl: Strežnik {ns} je odgovoril z nepričakovano RCODE ({rcode}) na SOA poizvedbe prek TCP.

source: Nameserver {ns} responds with a wrong owner name ({domain_found} instead of {domain_expected}) on NS queries over TCP.
da: Navneserveren {ns} svarede med et ugyldigt ejernavn ({domain_found} i stedet for {domain_expected}) på en NS-forespørgsel over TCP.
fr: Le serveur de noms {ns} répond aux requêtes de type "NS" en TCP avec un nom de domaine erroné ({domain_found} à la place de {domain_expected}).
nb: Navnetjener {ns} svarte med feil "owner name", ({domain_found}), istedenfor {domain_expected} på NS-spørring over TCP.
sl: Strežnik {ns} je odgovoril z nepričakovano domeno ({domain_found}) namesto ({domain_expected}) v NS poizvedbi prek TCP.

source: Nameserver {ns} responds with a wrong owner name ({domain_found} instead of {domain_expected}) on SOA queries over TCP.
da: Navneserveren {ns} svarede med et ugyldigt ejernavn ({domain_found} i stedet for {domain_expected}) på en SOA-forespørgsel over TCP.
fr: Le serveur de noms {ns} répond aux requêtes de type "SOA" en TCP avec un nom de domaine erroné ({domain_found} à la place de {domain_expected}).
nb: Navnetjener {ns} svarte med feil "owner name", ({domain_found}), istedenfor {domain_expected} på SOA-spørring over TCP.
sl: Strežnik {ns} je odgovoril z nepričakovano domeno ({domain_found}) namesto ({domain_expected}) v SOA poizvedbi prek TCP.

source: Name server IP address "{ns_ip}" is announced in prefix "{prefix}".
da: Navneserver IP-adresse "{ns_ip}" annonceres i præfiks "{prefix}".
fr: L'adresse IP du serveur de noms "{ns_ip}" est annoncée dans le préfixe "{prefix}".
nb: IP-adressen {ns_ip} er annonsert i prefix {prefix}.
sl: Številka IP strežnika "{ns_ip}" je oglaševana v prefixu "{prefix}".

source: The ASN data for name server IP address "{ns_ip}" is "{data}".
da: ASN data for navneserveren med IP-adressen "{ns_ip}" is "{data}".
fr: Les données d'AS pour le serveur de noms d'adresse "{ns_ip}" sont "{data}".
nb: ASN-dataene for navneserverens IP-adresse {ns_ip} er {data}.
sl: ASN podatki strežnika "{ns_ip}" so "{data}".

source: Prefix database returned no information for IP address {ns_ip}.
da: Prefix database returnerede ingen informationer om IP-adressen {ns_ip}.
fr: La base de données des préfixes IP ne retourne aucune information pour l'adresse IP {ns_ip}.
nb: Databasen for IP-prefiks returnerte ingen informasjon for IP-adressen {ns_ip}.
sl: Nismo dobili podatke za IP številko {ns_ip}.

source: Prefix database error for IP address {ns_ip}.
da: Prefix database-fejl for IP-adressen {ns_ip}.

source: The following name server(s) are announced in unique IPv4 prefix(es): "{ns_list}"
da: De følgende navneservere er annonceret i unikke IPv4 prefixer: "{ns_list}"
fr: Les serveurs de noms suivants sont annoncés dans des préfixes IPv4 distincts : "{ns_list}"
nb: Følgende navnetjenere annonseres i unike IPv4-prefiks: "{ns_list}"
sl: Navedeni strežniki so oglaševani v različnih IPv4 prefixih: "{ns_list}"

source: The following name server(s) are announced in the same IPv4 prefix ({ip_prefix}): "{ns_list}"
da: De følgende navneservere er annonceret i samme IPv4 prefix ({ip_prefix}): "{ns_list}"
fr: Les serveurs de noms suivants sont annoncés dans le même préfixe IPv4 ({ip_prefix}) : "{ns_list}"
nb: Følgende navnetjenere annonseres i samme IPv4-prefiks ({ip_prefix}): "{ns_list}"
sl: Navedeni strežniki so oglaševani v istem IPv4 prefixu ({ip_prefix}) : "{ns_list}"

source: All name server(s) IPv4 address(es) are announced in the same IPv4 prefix.
da: Alle navneserveres IPv4-adresser er annonceret i samme IPv4-præfiks.

source: The following name server(s) are announced in unique IPv6 prefix(es): "{ns_list}"
da: De følgende navneservere er annonceret i unikke IPv6 prefixer: "{ns_list}"
fr: Les serveurs de noms suivants sont annoncés dans des préfixes IPv6 distincts : "{ns_list}"
nb: Følgende navnetjenere annonseres i unike IPv6-prefiks: "{ns_list}"
sl: Navedeni strežniki so oglaševani v različnih IPv6 prefixih: "{ns_list}"

source: The following name server(s) are announced in the same IPv6 prefix ({ip_prefix}): "{ns_list}"
da: De følgende navneservere er annonceret i samme IPv6 prefix ({ip_prefix}): "{ns_list}"
fr: Les serveurs de noms suivants sont annoncés dans le même préfixe IPv6 ({ip_prefix}) : "{ns_list}"
nb: Følgende navnetjenere annonseres i samme IPv6-prefiks ({ip_prefix}): "{ns_list}"
sl: Navedeni strežniki so oglaševani v istem IPv6 prefixu ({ip_prefix}) : "{ns_list}"

source: All name server(s) IPv6 address(es) are announced in the same IPv6 prefix.
da: Alle navneserveres IPv6-adresser er annonceret i samme IPv6-præfiks.

source: ASN Database error. No data to analyze for {ns_ip}.
da: ASN Database fejl. Ingen data at analysere for {ns_ip}.
fr: La base de données des numéros d'AS retourne une erreur. Aucune donnée à analyser pour l'adresse IP {ns_ip}.
nb: ASN-databasefeil. Ingen data å analysere for {ns_ip}.
sl: ASN napaka. Ni podatkov za analizo {ns_ip}.

source: AS database returned no informations for IP address {ns_ip}.
da: AS database returnerede ingen informationer om IP-adressen {ns_ip}.
fr: La base de données des numéros d'AS ne retourne aucune information pour l'adresse IP {ns_ip}.
nb: AS-databasen returnerte ingen informasjon for IP-adressen {ns_ip}.
sl: AS baza ni vrnila podatka za IP naslov {ns_ip}.

source: All authoritative nameservers have their IPv4 addresses in the same AS set ({asn_list}).
da: Alle autoritative navneservere har deres IPv4-adresser i samme AS sæt ({asn_list}).
fr: Toutes les adresses IPv4 des serveurs faisant autorité se trouvent dans le même ensemble d'AS ({asn_list}).
nb: Alle autoritative navnetjenerne har sine IPv4-adresser i samme AS-sett ({asn_list}).
sl: IPv4 naslovi vseh avtoritativnih strežnikov se nahajajo v istem AS nizu ({asn_list}).

source: All authoritative nameservers have their IPv4 addresses in the same AS ({asn}).
da: Alle autoritative navneservere har deres IPv4-adresser i det samme AS ({asn}).
fr: Toutes les adresses IPv4 des serveurs faisant autorité se trouvent dans le même AS ({asn}).
nb: Alle autoritative navnetjenerne har sine IPv4-adresser i samme AS ({asn}).
sl: IPv4 naslovi vseh avtoritativnih strežnikov se nahajajo v istem AS ({asn}).

source: At least two IPv4 addresses of the authoritative nameservers are announced by different AS sets. A merged list of all AS: ({asn_list}).
da: Mindst to IPv4-adresser bag den autoritative navneserver annonceres af forskellige AS sæt. En kombineret liste af alle AS'er: ({asn_list}).
fr: Au moins 2 adresses IPv4 des serveurs faisant autorité sont annoncées par des ensembles d'AS différents. Liste de l'ensemble des AS: ({asn_list}).
nb: Minst to IPv4-adresser til de autoritative navnetjenerne annonseres av forskjellige AS-sett. En sammenslått liste over alle AS: ({asn_list}).
sl: Vsaj dva IPv4 naslova avtoritativnih strežnikov sta iz različnih AS. Grupiran seznam vseh AS: ({asn_list}).

source: All authoritative nameservers have their IPv6 addresses in the same AS set ({asn_list}).
da: Alle autoritative navneservere har IPv6-adresser i det samme AS sæt ({asn_list}).
fr: Toutes les adresses IPv6 des serveurs faisant autorité se trouvent dans le même ensemble d'AS ({asn_list}).
nb: Alle autoritative navnetjenerne har sine IPv6-adresser i samme AS-sett ({asn_list}).
sl: IPv6 naslovi vseh avtoritativnih strežnikov se nahajajo v istem AS nizu ({asn_list}).

source: All authoritative nameservers have their IPv6 addresses in the same AS ({asn}).
da: Alle autoritative navneservere har IPv6-adresser i det samme AS ({asn}).
fr: Toutes les adresses IPv6 des serveurs faisant autorité se trouvent dans le même AS ({asn}).
nb: Alle autoritative navnetjenerne har sine IPv6-adresser i samme AS ({asn}).
sl: IPv6 naslovi avtoritativnih strežnikov se nahajajo v istem AS ({asn}).

source: At least two IPv6 addresses of the authoritative nameservers are announced by different AS sets. A merged list of all AS: ({asn_list}).
da: Mindst to IPv6-adresser bag den autoritative navneserver annonceres af forskellige AS sæt. En kombineret liste af alle AS'er: ({asn_list}).
fr: Au moins 2 adresses IPv6 des serveurs faisant autorité sont annoncées par des ensembles d'AS différents. Liste de l'ensemble des AS: ({asn_list}).
nb: Minst to IPv6-adresser til de autoritative navnetjenerne annonseres av forskjellige AS-sett. En sammenslått liste over alle AS: ({asn_list}).
sl: Vsaj dva IPv6 naslova avtoritativnih strežnikov sta iz različnih AS. Grupiran seznam vseh AS: ({asn_list}).

source: Name servers have IPv4 addresses in the following ASs: {asn}.
da: Navneserverne har IPv4-adresser i følgende AS'er: {asn}.
fr: Les serveurs de noms ont des adresses IPv4 dans les AS suivants: {asn}.
nb: Navnetjener har IPv4-adresse i følgende AS: {asn}.
sl: IPv4 naslovi imenskih strežnikov se nahajajo v AS: {asn}.

source: Name servers have IPv6 addresses in the following ASs: {asn}.
da: Navneserverne har IPv6-adresser i følgende AS: {asn}.
fr: Les serveurs de noms ont des adresses IPv6 dans les AS suivants: {asn}.
nb: Navnetjener har IPv6-adresse i følgende AS: {asn}.
sl: IPv6 naslovi imenskih strežnikov se nahajajo v AS: {asn}.

source: Name server IP address "{ns_ip}" is announced by ASN {asn}.
da: Navneserver IP-adresse "{ns_ip}" annonceres af AS {asn}.
fr: L'adresse IP du serveur de noms "{ns_ip}" est annoncée par l'AS {asn}.
nb: Navnetjener-IP-adresse {ns_ip} er anonsert av ASN {asn}.
sl: IP naslov strežnika "{ns_ip}" se oglaša iz AS {asn}.

source: SOA serial number consistency
da: SOA serienummer konsistens
fr: Cohérence du numéro de série du SOA
nb: SOA serienummer-konsistens
sl: Konsistenca SOA serijske številke

source: SOA RNAME consistency
da: SOA RNAME konsistens
fr: Cohérence du RNAME du SOA
nb: SOA RNAME-konsistens
sl: Konsistenca SOA RNAME

source: SOA timers consistency
da: SOA timere konsistens
fr: Cohérence des intervalles du SOA
nb: SOA TTL-konsistens
sl: Konsistenca SOA časovnih intervalov

source: Name server NS consistency
da: Navneserver NS konsistens
fr: Cohérence des entrées NS des serveurs de noms
nb: Navnetjener NS-konsistens
sl: Konsistenca NS zapisov

source: Consistency between glue and authoritative data
da: Konsistens mellem glue-record og autoritativ data
fr: Cohérence entre la colle et les données des serveurs faisant autorité
nb: Limposter er konsistente mellom poster og autoritative data
sl: Konsistenca med glue in avtoritativnimi podatki

source: SOA MNAME consistency
da: SOA MNAME konsistens
fr: Cohérence du MNAME du SOA
nb: SOA RNAME-konsistens
sl: Konsistenca SOA MNAME

source: Glue records are consistent between glue and authoritative data.
da: Glue-record-konsistens mellem glue-record og autoritativ data.
fr: La liste des adresses IP des serveurs de nom retournée par les serveurs de noms de la zone parente et par ceux de la zone est identique.
nb: Limposter er konsistente mellom poster og autoritative data.
sl: Glue zapisi so konsistentni med glue in avtoritativnimi podatki.

source: Unexpected or erroneous reply from {ns}.
da: Uventet eller fejlagtigt svar fra {ns}.
fr: Réponse inattendue ou erronéeLe du serveur de noms {ns}.
nb: Uventet eller feil svar fra {ns}.
sl: Nepričakovan ali napačen odgovor od {ns}.

source: Lame delegation.
da: Lam delegation.
fr: Utilisation d'une configuration DNS alternative (fake delegation).
nb: Det er ikke mulig å følge delegeringen av domenet.
sl: Strežnik nima avtoritativnih podatkov (lame delegation).

source: Child has extra nameserver IP address(es) not listed at parent ({ns_ip_list}).
da: Barnet har ekstra IP-adresser på navneservere som ikke findes hos forælderen ({ns_ip_list}).
fr: Les serveurs de noms de la zone retournent des adresses IP pour les serveurs de nom de la zone qui ne sont pas connues par les serveurs de noms de la zone parente ({ns_ip_list}).
nb: Underdomene har ekstra IP-adress(er) for navnetjener som ikke er publisert hos foreldredomene ({ns_ip_list}).
sl: Najdeni dodatni strežniki, ki niso navedeni v starševski coni ({ns_ip_list}).

source: In-bailiwick name server listed at parent has a mismatch between glue data at parent ({parent_addresses}) and any equivalent address record in child zone ({zone_addresses}).
da: In-bailiwick navneserver listet hos forælderen har et misforhold mellem glue data hos forælder ({parent_addresses}) og enhver tilsvarende record i barnezonen ({zone_addresses}).
fr: Problème de glues pour un serveur de noms "in-bailiwick", celles trouvées ({parent_addresses}) dans la zone parente sont différentes de celles trouvées ({zone_addresses}) sur les serveurs de noms de la zone.
nb: Limposter hos en eller flere navnetjenere som er "in-bailiwick" hos foreldredomenet ({parent_addresses}) samsvarer ikke med tilsvarende adresseposter i underdomenet ({zone_addresses}).
sl: Glue zapisi In-bailiwick strežnika v starševski coni ({parent_addresses}) se ne ujemajo z nobenim ekvivalentnim zapisom v ({zone_addresses}).

source: Found {count} NS set(s).
da: Fandt {count} NS-sæt.
fr: Plusieurs ensembles de serveurs de noms ({count}) ont été trouvés dans les différents SOA.
nb: Fant {count} NS-parametervarianter.
sl: Najdeno število NS nizov: ({count}).

source: Saw {count} SOA mname.
da: Så {count} SOA MNAME.
fr: Plusieurs adresses mail ({count}) ont été trouvées dans les différents SOA.
nb: Fant {count} ulike SOA/MNAME-poster.
sl: Najdeno število SOA MNAME zapisov: ({count}).

source: Found {count} SOA rname(s).
da: Så {count} forskellige SOA RNAME.
fr: Plusieurs adresses mail ({count}) ont été trouvées dans les différents SOA.
nb: Fant {count} ulike SOA/RNAME-poster.
sl: Najdeno število SOA RNAME zapisov: ({count}).

source: Found {count} SOA serial number(s).
da: Så {count} forskellige SOA-serienumre.
fr: Plusieurs numéros de série ({count}) ont été trouvés dans les différents SOA.
nb: Fant {count} ulike SOA-serienummer.
sl: Najdeno število serijskih številk v SOA: ({count}).

source: Found {count} SOA time parameter set(s).
da: Så {count} forskellige konfigurationer af SOA-tidsparametre.
fr: Plusieurs ensembles de paramètres temporels ({count}) ont été trouvés dans les différents SOA.
nb: Fant {count} SOA-tidparametervarianter.
sl: Najdeno število časovnih parametrov v SOA ({count}).

source: Nameserver {ns} did not respond.
da: Navneserveren {ns} svarede ikke.
fr: Le serveur de noms {ns} n'a pas répondu.
nb: Navnetjener {ns} svarte ikke.
sl: Imenski strežnik {ns} ni odgovoril na poizvedbo.

source: No response from nameserver {ns} on NS queries.
da: Intet svar på NS-forespørgsel fra nameserveren {ns}.
fr: Le serveur de noms {ns} n'a pas répondu aux requêtes de type "NS".
nb: Ingen svar fra navnetjener {ns} på NS-spørring.
sl: Imenski strežnik {ns} ne odgovarja na "NS" poizvedbe.

source: No response from nameserver {ns} on SOA queries.
da: Intet svar fra navneserveren {ns} på forespørgsel om SOA-record.
fr: Le serveur de noms {ns} n'a pas répondu aux requêtes de type "SOA".
nb: Ingen svar fra navnetjener {ns} på SOA-spørring.
sl: Imenski strežnik {ns} ne odgovarja na "SOA" poizvedbe.

source: Saw NS set ({nsname_list}) on following nameserver set : {servers}.
da: Fandt NS-sæt ({nsname_list}) på følgende sæt af navneservere : {servers}.
fr: L'ensemble de serveurs de noms ({nsname_list}) est défini sur les serveurs suivants : {servers}.
nb: Fant NS-postvariant ({nsname_list}) på følgende navnetjenere: {servers}.
sl: Nabor strežnikov ({nsname_list}) je opredeljen na naslednjih strežnikih : {servers}.

source: A single NS set was found ({nsname_list}).
da: Et unikt NS-sæt blev fundet ({nsname_list}).
fr: Un unique ensemble de serveurs de noms est configuré sur les serveurs de la zone testée ({nsname_list}).
nb: Et sett med NS-poster ble funnet ({nsname_list}).
sl: Najden nabor strežnikov ({nsname_list}).

source: A single SOA mname value was seen ({mname}).
da: Et enkelt SOA MNAME blev returneret ({mname}).
fr: Un unique serveur maître a été trouvé dans les enregistrements de type "SOA" de la zone testée ({mname}).
nb: En SOA/MNAME-post ble funnet ({mname}).
sl: Najden SOA MNAME ({mname}).

source: A single SOA rname value was found ({rname}).
da: Et enkelt SOA RNAME blev returneret ({rname}).
fr: Une unique adresse mail a été trouvée dans les enregistrements de type "SOA" de la zone testée ({rname}).
nb: En SOA/RNAME-post ble funnet ({rname}).
sl: Najden SOA RNAME ({rname}).

source: A single SOA serial number was found ({serial}).
da: Et enkelt SOA-serienummer blev returneret ({serial}).
fr: Un unique numéro de série a été trouvé dans les enregistrements de type "SOA" de la zone testée ({serial}).
nb: En SOA-serienummer ble funnet ({serial}).
sl: Najdena serijska številka v SOA ({serial}).

source: A single SOA time parameter set was seen (REFRESH={refresh},RETRY={retry},EXPIRE={expire},MINIMUM={minimum}).
da: Et enkelt SOA-tidsparametersæt blev returneret (REFRESH={refresh},RETRY={retry},EXPIRE={expire},MINIMUM={minimum}).
fr: Un unique ensemble de paramètres temporels a été trouvé (REFRESH={refresh},RETRY={retry},EXPIRE={expire},MINIMUM={minimum}).
nb: Et sett med SOA-tidsparametere ble funnet (REFRESH={refresh}, RETRY={retry},EXPIRE={expire},MINIMUM={minimum}).
sl: Najden nabor časovnih parametrov v SOA (REFRESH={refresh}, RETRY={retry},EXPIRE={expire},MINIMUM={minimum}).

source: Out-of-bailiwick name server listed at parent with glue record has a mismatch between the glue at the parent ({parent_addresses}) and any equivalent address record found in authoritative zone ({zone_addresses}).
da: Out-of-bailiwick navneserver listet hos forælderen inklusive glue record har et misforhold mellem glue hos forælderen ({parent_addresses}) og enhver tilsvarende record fundet i den autoritative zone ({zone_addresses}).
fr: Problèmes de glues pour un serveur de noms "out-of-bailiwick", celles trouvées ({parent_addresses}) dans la zone parente sont différentes de celles trouvées ({zone_addresses}) sur les serveurs de noms faisant autorité pour ces données.
nb: Limposter hos en eller flere navnetjenere som er "out-of-bailiwick" hos foreldredomenet ({parent_addresses}) samsvarer ikke med tilsvarende adresseposter i autoritativ sone ({zone_addresses}).
sl: Glue zapisi out-of-bailiwick strežnika, ki je v starševski coni ({parent_addresses}), se ne ujemajo z nobenimi ekvivalentnimi zapisi v avtoritativni coni ({zone_addresses}).

source: Found SOA rname {rname} on following nameserver set : {ns_list}.
da: Så SOA RNAME {rname} på følgende navneservere : {ns_list}.
fr: L'adresse mail {rname} a été récupérée sur les serveurs suivants : {ns_list}.
nb: Fant SOA/RNAME {rname} på følgende navnetjenere: {ns_list}.
sl: Najden SOA RNAME {rname} na naboru strežinkov : {ns_list}.

source: Saw SOA serial number {serial} on following nameserver set : {ns_list}.
da: Så SOA-serienummer {serial} på følgende navneservere : {ns_list}.
fr: Le numéro de série {serial} a été récupérée sur les serveurs suivants : {ns_list}.
nb: Fant SOA-serienummer {serial} på følgende navnetjenere: {ns_list}.
sl: SOA serijska številka {serial} na naboru strežnikov : {ns_list}.

source: Difference between the smaller serial ({serial_min}) and the bigger one ({serial_max}) is greater than the maximum allowed ({max_variation}).
da: Forskellen mellem det mindste serienummer ({serial_min}) og det største ({serial_max}) er større end det tilladte ({max_variation}).
fr: La différence entre le plus petit numéro de série de la zone récupéré ({serial_min}) et le plus grand ({serial_max}) est supérieure au maximum autorisé ({max_variation}).
nb: Forskjellen mellom minste ({serial_min}) og største serienummer ({serial_max}) er større en det som er tillatt ({max_variation}).
sl: Razlika med najmanjšo serijsko številko({serial_min}) in največjo ({serial_max}) je večja kot je dovoljeno ({max_variation}).
