Repository: zonemaster/zonemaster-engine
Catalog: share/*.po
Languages: da, fr, nb, sl

source: There is no valid DNSKEY matched by any of the DS records. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: Der findes ikke nogen gyldig DNSKEY, der matches af en DS-records. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: Aucun DNSKEY valable n’a d’entrée DS correspondante. Information retournée par les serveurs de noms dont les adresses IP sont "{ns_ip_list}".
nb: Det er ingen gyldig DNSKEY som samsvarer med noen av DS-postene. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: Ni veljavnega DNSKEY-a, ki bi se ujemal z DS zapisom. Podatki pridobljeni iz "{ns_ip_list}".

source: The DNSKEY RRset is signed with an RRSIG with tag {keytag} which cannot be validated by the matching DNSKEY. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: DNSKEY RR-sættet er signeret med RRSIG med tag {keytag} som ikke eksiterer i den matchende DNSKEY. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: La signature (RRSIG) de l'ensemble d'enregistrements de type "DNSKEY" ayant pour tag {keytag} n'a pas pu être validée par la clé (DNSKEY) correspondante. Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: DNSKEY-postene er signert med en RRSIG med "key tag" {keytag}, men den kan ikke valideres med en DNSKEY som matcher. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: DNSKEY RRset je podpisan z RRSIG z oznako {keytag}, ki ga ni mogoče validirati z ustreznim DNSKEY-em. Podatki pridobljeni iz "{ns_ip_list}".

source: The following servers give erroneous response to NSEC query. Fetched from name servers "{ns_list}".
da: De følgende navneservere giver fejl ved forespørgsler om NSEC. Returneret fra navneservere "{ns_list}".
sl: Naslednji strežniki napačno odgovarjajo na NSEC poizvedbo. Podatki pridobljeni iz: "{ns_list}"

source: Multiple NSEC3 records when one is expected. Fetched from name servers "{ns_list}".
da: Flere NSEC3-poster, når én forventes. Hentet fra navneservere "{ns_list}".
sl: Pričakovan eden, najdeno več NSEC3 zapisov. Podatki pridobljeni iz "{ns_list}".

source: The following servers respond with an illegal hash algorithm for NSEC3 ({algo_num}). Fetched from name servers "{ns_list}".
da: De følgende navneservere svarer med en ulovlig hash-algoritme for NSEC3 ({algo_num}). Hentet fra navneservere "{ns_list}".
sl: Naslednji strežniki vračajo nedovoljene hash algoritme za NSEC3 ({algo_num}). Podatki pridobljeni iz: "{ns_list}"

source: The following servers respond with the NSEC3 iteration value {int}. The recommended practice is to set this value to 0. Fetched from name servers "{ns_list}".
da: De følgende navneservere svarer med NSEC3-iterationsværdien {int}. Den anbefalede praksis er at sætte denne værdi til 0. Hentet fra navneservere "{ns_list}".
sl: Naslednji strežniki vračajo NSEC3 vrednost iteracije {int}. Priporočljivo je, da je ta vrednost nastavljena na 0. Podatki pridobljeni iz : "{ns_list}"

source: The following servers respond with a non-empty salt in NSEC3 ({int} octets). The recommended practice is to use an empty salt. Fetched from name servers "{ns_list}".
da: De følgende servere svarer med et ikke-tomt salt i NSEC3 ({int} oktetter). Den anbefalede praksis er at bruge et tomt salt. Fundet på navneservere "{ns_list}".
sl: Naslednji strežniki vračajo salt v NSEC3 ({int} oktet-ov). Priporočljivo je, da je salt prazen. Podatki pridobljeni iz "{ns_list}".

source: Inconsistent hash algorithm in NSEC3 in responses for the child zone from different name servers.
da: Inkonsekvent hash-algoritme i NSEC3 i svarene for underzonen fra forskellige navneservere.
sl: Nekonsistenten NSEC3 hash algoritem v odgovorih od različnih strežnikov.

source: Inconsistent NSEC3 iteration value in responses for the child zone from different name servers.
da: Inkonsekvent NSEC3 iterationværdi i svarene for underzonen fra forskellige navneservere.
sl: Nekonsistentna NSEC3 vrednost iteracije v odgovorih od različnih strežnikov.

source: Inconsistent NSEC3 flag list in responses for the child zone from different name servers.
da: Inkonsekvent NSEC3 flag-liste i svarene for underzonen fra forskellige navneservere.
sl: Nekonsistenten NSEC3 flag list v odgovorih različnih strežnikov.

source: Inconsistent salt length in NSEC3 in responses for the child zone from different name servers.
da: Inkonsekvent salt-længde i NSEC3 i svarene for underzonen fra forskellige navneservere.
sl: Nekonsistentna NSEC3 salt dolžina v odgovorih različnih strežnikov.

source: The following servers respond with a legal empty salt in NSEC3. Fetched from name servers "{ns_list}".
da: De følgende navneservere svarer med et gyldigt tomt salt i NSEC3. Hentet fra navneservere "{ns_list}".
sl: Naslednji strežniki vračajo prazen salt za NSEC3. Podatki pridobljeni iz: "{ns_list}"

source: The following servers respond with a legal hash algorithm in NSEC3. Fetched from name servers "{ns_list}".
da: De følgende navneservere svarer med en gyldig hash-algoritme i NSEC3. Hentet fra navneservere "{ns_list}".
sl: Naslednji strežniki vračajo pravilen hash algoritem za NSEC3. Podatki pridobljeni iz: "{ns_list}"

source: The following servers respond with NSEC3 iteration value set to zero (as recommended). Fetched from name servers "{ns_list}".
da: De følgende navneservere svarer med NSEC3-iterationsværdien sat til nul (som anbefalet). Hentet fra navneservere "{ns_list}".
sl: Naslednji strežniki vračajo 0 kot vrednost iteracije NSEC3, kot je priporočeno. Podatki pridobljeni iz: "{ns_list}"

source: The zone is not DNSSEC signed or not properly DNSSEC signed. Testing for NSEC3 has been skipped. Fetched from name servers "{ns_list}".
da: Zonen er ikke DNSSEC-signeret eller er ikke korrekt DNSSEC-signeret. Test af NSEC3 er blevet sprunget over. Hentet fra navneservere "{ns_list}".
sl: Cona ni DNSSEC podpisana ali je narobe podpisana. NSEC3 testiranje ni bilo opravljeno. Podatki pridobljeni od "{ns_list}".

source: The zone does not use NSEC3. Testing for NSEC3 has been skipped. Fetched from name servers "{ns_list}".
da: Zonen bruger ikke NSEC3. Test af NSEC3 er sprunget over. Hentet fra navneservere "{ns_list}".
sl: Cona ne uporablja NSEC3. Testiranje ni bilo opravljeno. Podatki pridobljeni od "{ns_list}".

source: The following servers do not respond to NSEC query. Fetched from name servers "{ns_list}".
da: De følgende navneservere svarer ikke på NSEC-forespørgsler. Hentet fra navneservere "{ns_list}".
sl: Naslednji strežniki ne odgovarjajo na NSEC3 poizvedbe. Podatki pridobljeni iz: "{ns_list}"

source: The following servers respond with NSEC3 opt-out disabled (as recommended). Fetched from name servers "{ns_list}".
da: De følgende navneservere svarer med NSEC3 opt-out deaktiveret (som anbefalet). Hentet fra navneservere "{ns_list}".
sl: Naslednji strežniki odgovarjajo z onemogočenim NSEC3 opt-out, kot je priporočeno. Podatki pridobljeni iz: "{ns_list}"

source: The following servers respond with NSEC3 opt-out enabled. The recommended practice is to disable opt-out. Fetched from name servers "{ns_list}".
da: De følgende navneservere svarer med NSEC3 opt-out aktiveret. Den anbefalede praksis er at deaktivere opt-out. Hentet fra navneservere "{ns_list}".
sl: Naslednji strežniki odgovarjajo z omogočenim NSEC3 opt-out. Priporoča se, da se opt-out onemogoči. Podatki pridobljeni iz: "{ns_list}"

source: The following servers respond with NSEC3 opt-out enabled. Fetched from name servers "{ns_list}".
da: De følgende navneservere svarer med NSEC3 opt-out aktiveret. Hentet fra navneservere "{ns_list}".
sl: Naslednji strežniki odgovarjajo z omogočenim NSEC3 opt-out. Podatki pridobljeni iz: "{ns_list}"

source: The following name servers do not support DNSSEC or have not been properly configured. Testing for NSEC3 has been skipped on those servers. Fetched from name servers "{ns_list}".
da: De følgende navneservere understøtter ikke DNSSEC eller er ikke korrekt konfigureret. Test af NSEC3 er sprunget over på disse servere. Hentet fra navneservere "{ns_list}".
sl: Naslednji strežniki ne podpirajo DNSSEC ali so narobe nastavljeni. NSEC3 testiranje ni bilo opravljeno za te strežnike. Podatki pridobljeni iz: "{ns_list}"

source: The following name servers do not use NSEC3, but others do. Testing for NSEC3 has been skipped on the following servers. Fetched from name servers "{ns_list}".
da: De følgende navneservere bruger ikke NSEC3, men andre gør. Test af NSEC3 er sprunget over på de følgende servere. Hentet fra navneservere "{ns_list}".
sl: Naslednji strežniki ne uporabljajo NSEC3, drugi pa ga. NSEC3 testiranje ni bilo opravljeno za te strežnike. Podatki pridobljeni iz: "{ns_list}"

source: The following servers respond with an NSEC3 record where an unassigned flag is used (bit {int}). Fetched from name servers "{ns_list}".
da: De følgende navneservere svarer med en NSEC3-post, hvor et u tildelt flag bruges (bit {int}). Hentet fra navneservere "{ns_list}".
sl: Naslednji strežniki odgovarjajo z NSEC3 zapisom, ki ima nerazporejeno zastavico (bit {int}). Podatki pridobljeni iz: "{ns_list}"

source: RRSIG with keytag {keytag} and covering type DNSKEY has already expired. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: RRSIG med tag {keytag}, der dækker typen DNSKEY, er allerede udløbet. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: La signature (RRSIG) avec la clé de tag {keytag} et couvrant les enregistrements de type "DNSKEY" a expiré. Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: RRSIG med "key tag" {keytag} for DNSKEY-poster er utløpt. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: RRSIG z oznako {keytag}, ki zajema DNSKEY zapise, je potekel. Podatki pridobljeni iz "{ns_ip_list}".

source: RRSIG with keytag {keytag} and covering type DNSKEY has inception date in the future. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: RRSIG med tag {keytag}, der dækker typen DNSKEY, har startdato i fremtiden. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: La signature (RRSIG) avec la clé de tag {keytag} et couvrant les enregistrements de type "DNSKEY" a une date de mise en service dans le futur. Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: RRSIG med "key tag" {keytag} for DNSKEY-poster har oppstartsdato i fremtiden. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: RRSIG z oznako {keytag}, ki zajema DNSKEY zapise, ima datum začetka v prihodnosti. Podatki pridobljeni iz "{ns_ip_list}".

source: The DNSKEY RRset is not signed, which is against expectation. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: DNSKEY RR-sættet er ikke signeret, hvilket er uventet. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: Contre toute attente, l'ensemble d'enregistrements de type "DNSKEY" n'est pas signé. Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: DNSKEY-postene er ikke signert, hvilket var forventet. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: DNSKEY RRset ni podpisan, kar ni pričakovano. Podatki pridobljeni iz "{ns_ip_list}".

source: The DNSKEY RRset is signed with an RRSIG with tag {keytag} which does not match any DNSKEY record. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: DNSKEY RR-sættet er signeret med en RRSIG med tag {keytag}, der ikke matcher nogen DNSKEY-record. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: La signature (RRSIG) de l'ensemble d'enregistrements de type "DNSKEY" ayant pour tag {keytag} ne correspond à aucune clé (DNSKEY). Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: DNSKEY-postene er signert med en RRSIG med "key tag" {keytag}, som ikke matcher noen DNSKEY-poster. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: DNSKEY RRset je podpisan z RRsig z oznako {keytag}, ki ne ustreza nobenemu DNSKEY zapisu. Podatki pridobljeni iz "{ns_ip_list}".

source: The SOA RRset is not signed, which is against expectation. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: SOA RR-sættet er ikke signeret, hvilket er uventet. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: Contre toute attente, l'ensemble d'enregistrements de type "SOA" n'est pas signé. Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: SOA-posten er ikke signert, hvilket var forventet. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: SOA RRset ni podpisan, kar je nepričakovano. Podatki pridobljeni iz "{ns_ip_list}".

source: The SOA RRset is signed with an RRSIG with tag {keytag} which does not match any DNSKEY record. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: SOA RR-sættet er signeret med en RRSIG med tag {keytag}, der ikke matcher nogen DNSKEY-record. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: La signature (RRSIG) de l'ensemble d'enregistrements de type "SOA" ayant pour tag {keytag} ne correspond à aucune clé (DNSKEY). Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: SOA-posten er signert med en RRSIG med "key tag" {keytag} som ikke matcher noen DNSKEY-post. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: SOA RRset je podpisan z RRSIG z oznako {keytag}, ki ne ustreza nobenemu DNSKEY zapisu. Podatki pridobljeni iz "{ns_ip_list}".

source: The SOA RRset is signed with an RRSIG with tag {keytag} which cannot be validated by the matching DNSKEY. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: SOA RR-sættet er signeret af RRSIG med tag {keytag} som ikke kan verificeres med den matchende DNSKEY. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: La signature (RRSIG) de l'ensemble d'enregistrements de type "SOA" ayant pour tag {keytag} n'a pas pu être validée par la clé (DNSKEY) correspondante. Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: SOA-posten er signert med en RRSIG med "key tag" {keytag} som ikke kan valideres av matchende DNSKEY. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: SOA RRset je podpisan z RRSIG z oznako {keytag}, ki se ga ne da preveriti z ustreznim DNSKEY-em. Podatki pridobljeni iz "{ns_ip_list}".

source: RRSIG with keytag {keytag} and covering type SOA has already expired. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: RRSIG med tag {keytag}, der dækker typen SOA, er allerede udløbet. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: La signature (RRSIG) avec la clé de tag {keytag} et couvrant les enregistrements de type "SOA" a expiré. Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: RRSIG med "key tag" {keytag} for SOA er allerede utløpt. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: RRSIG z oznako {keytag}, ki zajema SOA zapis, je potekel. Podatki pridobljeni iz "{ns_ip_list}".

source: RRSIG with keytag {keytag} and covering type SOA has inception date in the future. Fetched from the nameservers with IP addresses "{ns_ip_list}".
da: RRSIG med tag {keytag}, der dækker typen SOA, har startdato i fremtiden. Fundet på navneserverne med IP-adresserne "{ns_ip_list}".
fr: La signature (RRSIG) avec la clé de tag {keytag} et couvrant les enregistrements de type "SOA" a une date de mise en service dans le futur. Information retournée par les serveurs de noms ayant une des adresses IP suivantes "{ns_ip_list}".
nb: RRSIG med "key tag" {keytag} for SOA har en oppstartsdato i fremtiden. Hentet fra navnetjenere med IP-adressene ({ns_ip_list}).
sl: RRSIG z oznako {keytag}, ki zajema SOA zapis, ima datum začetka veljavnosti v prihodnosti. Podatki pridobljeni iz "{ns_ip_list}".

source: DNSKEY with tag {keytag} uses unsupported algorithm {algo_num} ({algo_mnemo}) by this installation of Zonemaster. Fetched from name servers "{ns_ip_list}".
da: DNSKEY-recorden med tag {keytag} bruger en usupporteret algoritme {algo_num} ({algo_mnemo}) på denne installation af Zonemaster. Hentet fra navneservere "{ns_ip_list}".

source: Multiple NSEC records when one is expected. Fetched from name servers "{ns_list}".
da: Flere NSEC-poster, når én forventes. Hentet fra navneservere "{ns_list}".

source: Multiple NSEC3PARAM records when one is expected. Fetched from name servers "{ns_list}".
da: Flere NSEC3PARAM-poster, når én forventes. Hentet fra navneservere "{ns_list}".

source: The server responded with DNSKEY but not with expected NSEC or NSEC3. Fetched from name servers "{ns_list}".
da: Serveren svarede med DNSKEY, men ikke med den forventede NSEC eller NSEC3. Hentet fra navneservere "{ns_list}".

source: The zone has NSEC records. Fetched from name servers "{ns_list}".
da: Zonen har NSEC-records. Hentet fra navneservere "{ns_list}".

source: The zone has NSEC3 records. Fetched from name servers "{ns_list}".
da: Zonen har NSEC3-records. Hentet fra navneservere "{ns_list}".

source: Inconsistent responses from zone with NSEC. Fetched from name servers "{ns_list}".
da: Inkonsistente svar fra zone med NSEC. Hentet fra navneservere "{ns_list}".

source: Inconsistent responses from zone with NSEC3. Fetched from name servers "{ns_list}".
da: Inkonsistente svar fra zone med NSEC3. Hentet fra navneservere "{ns_list}".

source: The zone is inconsistent on NSEC and NSEC3. NSEC is fetched from name servers "{ns_list_nsec}". NSEC3 is fetched from name servers "{ns_list_nsec3}".
da: Zonen er inkonsistent i forhold til NSEC og NSEC3. NSEC er hentet fra navneservere "{ns_list_nsec}". NSEC3 er hentet fra navneservere "{ns_list_nsec3}".

source: The zone responds with both NSEC and NSEC3, where only one of them is expected. Fetched from name servers "{ns_list}".
da: Zonen svarer med både NSEC og NSEC3, hvor kun én af dem forventes. Hentet fra navneservere "{ns_list}".

source: Unexpected DNS record in the answer section on an NSEC3PARAM query. Fetched from name servers "{ns_list}".
da: Uventet DNS-record i svaret på en NSEC3PARAM-forespørgsel. Hentet fra navneservere "{ns_list}".

source: The returned NSEC3PARAM record has an unexpected non-apex owner name. Fetched from name servers "{ns_list}".
da: Den returnerede NSEC3PARAM-record har et uventet ikke-apex ejername. Hentet fra navneservere "{ns_list}".

source: No response or error in response on query for NSEC3PARAM. Fetched from name servers "{ns_list}".
da: Hverken svar eller fejlkode modtaget på forespørgsel om NSEC3PARAM. Hentet fra navneservere "{ns_list}".

source: NSEC3 record for the zone apex with incorrect type list. Fetched from name servers "{ns_list}".
da: NSEC3-record for zoneapex med forkert type-liste. Hentet fra navneservere "{ns_list}".

source: The returned NSEC3 record unexpectedly does not match the zone name. Fetched from name servers "{ns_list}".
da: Den returnerede NSEC3-record matcher uventet ikke zonens navn. Hentet fra navneservere "{ns_list}".

source: Missing RRSIG (signature) for the NSEC3 record or records. Fetched from name servers "{ns_list}".
da: Manglende RRSIG (signatur) for NSEC3-records. Hentet fra navneservere "{ns_list}".

source: Missing SOA record in NODATA response with NSEC3. Fetched from name servers "{ns_list}".
da: Manglende SOA-record i NODATA-svar med NSEC3. Hentet fra navneservere "{ns_list}".

source: Wrong owner name ("{domain}") on SOA record in NODATA response with NSEC3. Fetched from name servers "{ns_list}".
da: Forkert ejer navn ("{domain}") på SOA-record i NODATA-svar med NSEC3. Hentet fra navneservere "{ns_list}".

source: The RRSIG (signature) for the NSEC3 record cannot be verified. Fetched from name servers "{ns_list}".
da: RRSIG (signatur) for NSEC3-record kan ikke verificeres. Hentet fra navneservere "{ns_list}".

source: The RRSIG (signature) with tag {keytag} for the NSEC3 record has expired. Fetched from name servers "{ns_list}".
da: RRSIG med tag {keytag} for NSEC3-record er udløbet. Hentet fra navneservere "{ns_list}".

source: The RRSIG (signature) with tag {keytag} for the NSEC3 record is not yet valid. Fetched from name servers "{ns_list}".
da: RRSIG (signatur) med tag {keytag} for NSEC3-record er endnu ikke gyldig. Hentet fra navneservere "{ns_list}".

source: There is no DNSKEY record matching the RRSIG (signature) with tag {keytag} for the NSEC3 record. Fetched from name servers "{ns_list}".
da: Der findes ingen DNSKEY-record, der matcher RRSIG (signatur) med tag {keytag} for NSEC3-record. Hentet fra navneservere "{ns_list}".

source: The RRSIG (signature) with tag {keytag} for the NSEC3 record cannot be verified. Fetched from name servers "{ns_list}".
da: RRSIG (signatur) med tag {keytag} for NSEC3-record kan ikke verificeres. Hentet fra navneservere "{ns_list}".

source: NSEC record for the zone apex with incorrect type list. Fetched from name servers "{ns_list}".
da: NSEC-record for zone apex har en forkert type-liste. Hentet fra navneservere "{ns_list}".

source: Unexpected DNS record in the answer section on an NSEC query. Fetched from name servers "{ns_list}".
da: Uventet DNS-record i svarsektionen på en NSEC-forespørgsel. Hentet fra navneservere "{ns_list}".

source: The returned NSEC record has an unexpected non-apex owner name. Fetched from name servers "{ns_list}".
da: Den returnerede NSEC-record har et uventet non-apex ejer navn. Hentet fra navneservere "{ns_list}".

source: Missing RRSIG (signature) for the NSEC record or records. Fetched from name servers "{ns_list}".
da: RRSIG (signatur) mangler for NSEC-record eller -records. Hentet fra navneservere "{ns_list}".

source: Missing SOA record in NODATA response with NSEC. Fetched from name servers "{ns_list}".
da: Mangler SOA-record i NODATA-svaret med NSEC. Hentet fra navneservere "{ns_list}".

source: Wrong owner name ("{domain}") on SOA record in NODATA response with NSEC. Fetched from name servers "{ns_list}".
da: Forkert ejer navn ("{domain}") på SOA-record i NODATA-svaret med NSEC. Hentet fra navneservere "{ns_list}".

source: There is no RRSIG (signature) for the NSEC record that can be verified. Fetched from name servers "{ns_list}".
da: Der er ingen RRSIG (signatur) for NSEC-record, der kan verificeres. Hentet fra navneservere "{ns_list}".

source: No response or error in response on query for NSEC. Fetched from name servers "{ns_list}".
da: Hverken svar eller fejlkode fundet i svaret på NSEC-forespørgsel. Hentet fra navneservere "{ns_list}".

source: The RRSIG (signature) with tag {keytag} for the NSEC record has expired. Fetched from name servers "{ns_list}".
da: RRSIG (signatur) med tag {keytag} for NSEC-recorden er udløbet. Hentet fra navneservere "{ns_list}".

source: The RRSIG (signature) with tag {keytag} for the NSEC record is not yet valid. Fetched from name servers "{ns_list}".
da: RRSIG (signatur) med tag {keytag} for NSEC-recorden er ikke endnu gyldig. Hentet fra navneservere "{ns_list}".

source: There is no DNSKEY record matching the RRSIG (signature) with tag {keytag} for the NSEC record. Fetched from name servers "{ns_list}".
da: Der er ingen DNSKEY-record, der matcher RRSIG (signatur) med tag {keytag} for NSEC-recorden. Hentet fra navneservere "{ns_list}".

source: The RRSIG (signature) with tag {keytag} for the NSEC record cannot be verified. Fetched from name servers "{ns_list}".
da: RRSIG (signatur) med tag {keytag} for NSEC-recorden kan ikke verificeres. Hentet fra navneservere "{ns_list}".
